["A BRIEF GRAMMAR OF\n EUSKARA,\n THE BASQUE LANGUAGE\n0. INTRODUCTION.\n1. THE SENTENCE.\n2. THE NOUN PHRASE.\n3. CASES AND POSTPOSITIONS.\n4. THE VERB AND ITS MORPHOLOGY.\n5. INFLECTION.\n6. REFERENCES.\n", "INTRODUCTION.\n", "1. ABOUT THIS GRAMMAR\n -The professional of language\n -The informed reader\n -About glosses\n -Naming morphemes\n -About grammars\n -Apologies\n2. LOCATION\n3. A LITTLE ABOUT EUSKARA'S HISTORY.\n1. ABOUT THIS GRAMMAR:\nThis is a short grammar of the Basque language, or Euskara as it is called by its speakers.\nWhat follows is a partial description of the syntax of Euskara.\n", "The text has been arranged in the following fashion: there is an index where you can find the\ndistribution of topics. Within each of the topics, an effort has been made to arrange information from\ngeneral to specific, so that as you read into a given section, you will get into more details about the\ntopic being under discussion.\n", "This grammar hopes to be useful to a wide variety of users. Therefore, it will probably not\nsatisfy anyone completely: Those who want a quick 'feel' for the language will be disappointed by the\nslow and messy details the text dives into. Those who want a detailed, professional description will\nbe disappointed by the lack of depth in the discussion. The text hopes to sit somewhere in the middle,\nand if it tells too much to those who want to know a little, and too little to those who want to know a\nlot, then it will have done its job.\n", "On more than one occasion, the description will probably state what seems obvious to the\nprofessional of language, but perhaps not so obvious to the curious general reader, and hopefully\nmore than once the reverse will happen too; every effort has been made to present all the basic\ninformation that is necessary to grasp the mechanics of Euskara, paying most attention to the basics,\nas should be the case in such a limited text.\n", "The curious and careful reader is sure to construct many sensible questions that are not\nanswered in the text, and to the extent of my capacity I have tried to become an inquisitive reader of\nthis grammar, and then I have tried to answer the questions that seemed most obvious to me. No\ndoubt, many have escaped my fingers, and I would be happy to hear about them from you.\n", " The informed reader who already knows Euskara or about Euskara will find wholes,\nexceptions that are not mentioned, constructions that are not described, dialectal variants that are\ncompletely missing. I have attempted to explain the central facts of Euskara to those who are not\nacquainted with the language, and I have tried to keep it simple. Any deep, serious and thorough\ngrammar of a language must include all exceptions, constructions and variants, but this one is more\nlike a short visit to the language of the Basques, and thus not everything could be told. At least I hope\nit manages to make a few readers curious enough to want to look for more in better sources.\n", " About glosses. If you are a really methodical reader, of the kind that actually reads the glosses\nof the examples, you will notice that the same word may appear glossed in different ways in various\nparts of the grammar. The reason is that glosses have been kept to the simplest, in order to make the\nexamples easier to read. Since the text provides explanations of examples, the parts not deemed\nrelevant are often glossed rather generally. Details about various parts are provided in different\nsections. For instance, you may notice that the determiner a is sometimes glossed as 'the', sometimes\nas 'det'. The reason becomes clear, I hope, in the section devoted to the determiner a, where it is\nshown that it is not really a definite article ('the'), but very often it can be translated as such. In those\nexamples where the determiner a was not the issue, and where its translation was indeed 'the', I have\nchosen to write 'the' in the gloss, so you can find it easily.\n", " Naming morphemes. You will notice also that I don't follow the standard practice of\nattaching a dash in front of a morpheme when mentioning it. I simply write the morpheme, or\nwhichever form it takes more generally, as if I were quoting a word. For instance, and to continue\nwith the example, I write about the determiner a, although it is not written as a separate word, but\nattached to another one. The standard use is to refer to it as -a instead. But since you can see for\nyourself that it is indeed attached, I fail to see what is wrong with calling it determiner a. So I do.\n", " About grammars. A grammar is a rather complex mechanism, built out of various elements,\nwhich are in turn constructed out of more basic elements, much in the way the entire universe works.\nSome of these units might be familiar to any user (pretty much anyone who can read knows\nsomething about units like 'verb' or 'noun'), but others might only be familiar to a linguistically\neducated user (for instance, elements like 'morpheme', 'anaphoric', 'irrealis' or 'agreement marker');\nstill there are other elements that have been recently discovered, and whose very existence might be\nunder debate within the broader linguistic community (terms such as 'unnacusative' or\n'complementizer', for instance). This grammar makes an attempt to provide information at various\nlevels of linguistic knowledge, and various types of terms are used, generally the more descriptive\nones at the beginning and the more technical ones as the discussion progresses. If you are not a\nlinguist, and not even curious about linguistics, you can simply skip the discussion if it gets too\nstrange, and move on.\n", " Apologies. Writing the description of a human grammar feels like knitting an infinite sweater\nthat never fits. At some point a decision is made that this much knitting is enough for the sleeves, and\nthis much knitting will have to do as far as the neck is concerned. Grammarians know there is more\nto be said about this construction here, and that further questions could be investigated regarding that\nother one there. They might stop and declare a given text finished, but they know there is much that\nwas left untouched. In fact, as a grammarian I have often felt like one of the four blind men that\nBuddha introduced to an elephant to illustrate the complexity of truth, but I was the one who had to\nknit a sweater for the elephant on top of it all. So this sweater will never quite fit, but the hope still\nremains that it might at least cover a few parts of the elephant's humongous body. It is in this hope\nthat I offer you this forever incomplete piece of work.\n", " Itziar Laka\n2. LOCATION: where is Euskara spoken?\n", " Euskara is spoken by a population of around 600.000 to 700.000 people.The Basques call\nthemselves euskaldun, a term that means 'euskara speaker' (for the names euskara, vasco,\nvascuence, vascongado, see Mitxelena (1977:13-16)). Languages exist in the minds of their\nspeakers, they do not have a land of their own. Thus, when locating Euskara on the world's map, we\nare simply pointing out those areas where Euskara speakers are more likely to be found, that is, where\nEuskara is most likely to be heard, or where it is most likely to be used as primary language. In this\nsense of geographical location, Euskara is spoken mostly within the Basque Country (or Euskal\nHerria in Euskara). The Basque Country is found in the western Pyrenees, a land within Spanish\nborders to the West, and within French borders to the East. The areas where native Basque speakers\nare most likely to be found covers totally or partially the seven lands of the Basque Country. From\nWest to East, this area includes: the land of Biscay (except for the corner to the west of the city of\nBilbao and Bilbao itself), the Valley of Aramaiona in the northern side of the land of Alava, the land\nof Guipuscoa, the northwestern area of the land of Navarre, the land of Labourd (except for the urban\nareas of Bayonne, Anglet and Biarritz), the land of the Lower Navarre, and the land of Soule.\n3. A LITTLE ABOUT EUSKARA'S HISTORY.\n", " Euskara appears to have always been spoken by a rather small community, never beyond\n600.000 or 700.000 individuals in its known history. In the Middle Ages, the geographical area where\nEuskara was the main language covered all the Basque Provinces in their entirety, except for the\nwestern tip of Biscay and the southernmost tip of Navarre and Alava. For some centuries, this area\nexpanded beyond the Basque Country to the south, into parts of the Rioja region and north of Burgos.\nIt is also likely that in the high valleys of the Pyrenees, east of today's Basque Country, varieties of\nthe language were alive well into the Middle Ages.\n", " Since the Middle Ages, the area where Euskara is the main language of communication has\nshrank relentlessly. By the XVIIIth century it lost large parts of the province of Alava, and during the\nXIXth century large areas of Navarre lost the language as well. In contrast to the southern area, were\nthe language has disappeared increasingly in the last three centuries, the northern borders of the\nEuskara speaking area have remained stable, probably in relation to the fact that the neighbouring\nlanguage was not French but rather Gascon, a very distinct variety of Occitan. Nowadays, Euskara's\nterritory has been reduced to Biscay -except the western tip and the city of Bilbao-, Guipuscoa, the\nvalley of Aramaio in the north of Alava, the northwestern area of Navarre and all the Northern\nBasque Country (the Basque area within French borders), except for the urban areas of Bayonne,\nAnglet and Biarritz.\n", "The oldest traces of Euskara in history are a set of proper names found in Roman inscriptions\nin the Aquitanie. They consist mostly of person and divinity names, which are easily recognizable\ngiven modern Basque: thus for instance, Andere corresponds to andere 'woman, lady', and Nescato\ncorresponds to neskato 'maiden'. There are also a few adjectives and suffixes that further confirm the\nfact that these are the first written traces of Euskara, dating from the first centuries after Christ.\n", "While up to the present century the predominant and often only language used in the Euskara\nspeaking area was Euskara, we cannot say the same about this century. Nowadays, even within the\nEuskara speaking region, a minority of the population knows the language: only a fourth of the\ninhabitants of the Basque country and slightly less than half of the inhabitants of the Euskara\nspeaking area. However, the number of speakers is increasing in the younger generations of the areas\nthat include Euskara at school, and there is also a large number of adults who have learned or are\nlearning the language (see Intxausti (1990) for more details).\n", "For more information about the Hystory of Basque and the Basques, as well as Basque\nCulture and where to learn Basque, look into these pages:\nhttp://www.gocs.susx.ac.uk/users/larryt/\nhttp://weber.u.washington.edu/~buber/basque.html\nFor more information, questions... about this grammar you can send a mail to:\nItziar Laka\nE-mail: feplamui@lgdx04.lg.ehu.es\n (c) Itziar Laka\n1. THE SENTENCE\n 0. Basic elements in the sentence: a few examples\n 1. Order of phrases in the sentence.\n", " 1.0. Neutral word order.\n", " 1.1. Free word order.\n", " 1.2.Galdegaia: the informationally relevant phrase.\n", " 2. Absent phrases.\n", " 2.1. In infinitival sentences.\n", " 2.2. Absent phrases and galdegaia.\n", " 2.3. Absent pronouns.\n", " 3. Types of sentences.\n", " 3.1. Declarative sentences.\n", " 3.2. Negative sentences.\n", " 3.2.1. Negation and word order.\n", " 3.2.2. Negation and galdegaia.\n", " 3.3. Interrogative sentences.\n", " 3.3.1. Yes/no questions.\n", " 3.3.2. Partial questions.\n", " 3.4. Causative sentences.\n", " 3.5. Impersonal sentences.\n0. Basic elements of the sentence: a few examples.\n", " A declarative sentence in Euskara contains: a verb and its arguments, an aspect marker\nattached to the verb, and the verbal inflection, which contains the agreement morphemes, tense, and\nmodality. It can also contain other phrases, such as adverbials or postpositional phrases. Examples are\nprovided in (1):\n (1)\n a. umea kalean erori da\n child-the street-in fall-asp is\n 'the child fell in the street'\n b. emakumeak gizona ikusi du\n woman-the-E man-the seen has\n 'the woman has seen the man'\n c. gizonak umeari liburua eman dio\nman-the-E child-the-D book-the given has\n'the man has given the book to the child'\nIn (1a), there is a sentence constructed with the intransitive verb erori 'fall'. The verb is\nmarked for perfective aspect with the morpheme i; it denotes a completed event. The auxiliary verb is\nda, a form of izan 'be', which is inflected for present tense, third person singular. The subject umea\n'the child' is marked with absolutive case, which bears a zero morpheme, that is, no manifest ending\nfor the case. There is also a locative postpositional phrase kalean 'in the street'. The word order in\n(1a) is said to be neutral, that is, the sentence in (1a) is a natural answer to a question such as zer\ngertatu da? 'what happened?'. In other words, the entire sentence is informationally relevant.\n", "In (1b), the sentence is constructed with a transitive verb, ikusi 'to see', which has the\nperfective aspectual morpheme i attached. The auxiliary verb is a form of ukan 'have', inflected for\npresent tense, third person subject, and third person object. The subject emakumea 'the woman' is\nmarked for ergative case (morpheme k), and the object gizona is case marked absolutive (morpheme\nzero). The word order in (1b) is neutral.\n", "In (1c), the sentence contains a transitive verb, eman 'give', which has a variant of the\nperfective aspectual morpheme, namely, the final -n on the ver\nb. The auxiliary verb carries the inflection, which in this case is specified for present tense, third\nperson object, third person dative and third person subject. The subject gizona is marked for ergative\ncase (morpheme k), the dative phrase is marked for dative case (morpheme i) and the object is\nmarked for absolutive case (morpheme zero). The word order in (1c) is neutral.\n1. Order of phrases in the sentence.\n1.0. Neutral word order.\n", "The neutral order of elements in the sentence is the one illustrated in the examples above (1a,b,\nc), and schematized in (2):\n(2) [Ergative] [Dative] [Absolutive] [verb + inflection]\nThat is, given the language typology proposed by Greenberg, it is standardly assumed that\nEuskara is a Subject-Object-Verb (SOV) type language (de Rijk (1969)). Regarding phrases that do\nnot agree with the verbal inflection, such as adverbs and postpositional phrases, it is not so clear what\nthe neutral word order is. For instance, the EGLU grammar provides examples like (3) as neutral\nword orders:\n(3)\nduela bi ordu sekulako istripua izan da San Martin kalean\nago two hours huge accident been is Saint Martin street-in\n 'there has been a huge accident in Saint Martin street two hours ago'\nwhere the locative phrase San Martin kalean 'in San Martin street', follows the ver\nb. This is a possible word order if, as noted by the EGLU grammar, we get home and want to provide\nthis information, which is entirely new to our listeners. In this case, we would be implicitely\nanswering the question zer gertatu da? 'what happened?', which triggers neutral word order in the\nsentence, because the entire sentence is informationally relevant in this case.\n1.1. Euskara is a free word order language.\n", "Euskara is known to be a 'free word order' language; this means that the order of the phrases in\nthe sentence can vary. The variations yield different informational patterns, as discussed further in\nsection 1.2. Consider sentence (1a) above. The variations on the order of phrases of (1a) shown in (4)\nare all possible:\n(4)\n a. kalean umea erori da\n street-in child-the-A fallen is\n b. umea erori da kalean\n c. kalean erori da umea\nSentences with initial verb and auxiliary are also possible, as shown in (5a, b). The order of\nthe phrases following the verbal complex allows for variation, as shown in (5b).\n", "(5)\n a. erori da umea kalean\n fallen is child-the-A street-in\n b. erori da kalean umea\nSentences where the inflected auxiliary precedes the participle are possible if at least one\nphrase precedes the auxiliary, as illustrated in examples (6a,b). This type of word order is used\nmostly in eastern varieties of Euskara.\n", "(6)\n a. emakumeak du kalean gizona ikusi\n woman-the-E has street-in man-the-A seen\n 'It is the woman who has seen the man in the street'\n b. kalean du emakumeak gizona ikusiko\n 'It is in the street that the woman will see the man'\n c. *du emakumeak kalean gizona ikusiko\n The phrase immediately preceding the auxiliary is emphasized (see the section about\ngaldegaia). More than one phrase can precede the auxiliary (6b), but the variation where the auxiliary\nis initial is not possible (6c) (The asterisk in front of the sentence indicates its ungrammaticality).\nWhen the inflected auxiliary precedes the main verb, any number of phrases can intervene between\nthe auxiliary and the main verb (6a,b).\n", " There is one more restriction in word order in declarative sentences: If the auxiliary follows\nthe participle, no element can appear between them (7):\n (7)\n b. *erori umea da kalean\n fallen child-the-A is street-in\n c. *erori kalean da umea\n d. *erori umea kalean da\n In general, this is the only restriction in the variation of the order of phrases in matrix\ndeclarative sentences. There are a number of further word order restrictions in negative sentences.\n1.2. Galdegaia: The informationally relevant phrase.\n", " As mentioned above, the various word orders in the sentence yield different informational\npatterns. In particular, and leaving aside cases of neutral word orderds discussed previously, the\nposition immediately preceding the verb is occupied by the phrase that provides the relevant\ninformation in the sentence. Consider the sentence in (8), which is (1c) repeated under a new number:\n (8)\n gizonak umeari liburua eman dio\n man-the-E child-the-D book-the given has\n 'the man has given the book to the child'\n By means of (8) we can provide information about the entire event, that is, we can answer the\nquestion zer gertatu da? 'what happened?'. In that case, the entire sentence constitutes relevant\ninformation. But suppose we knew the man had given something to the child, and yet we were not\ncertain as to what was given. Then we could ask the question in (9):\n (9)\n zer eman dio gizonak umeari?\n what given has man-the-E child-the-D\n'what has the man given to the child?'\nand all the word order variations in (10) would be felicitous answers to the question asked:\n(10)\na. liburua eman diogizonak umeari\nb. liburua eman dio umeari gizonak -\nc. gizonak umeari, liburua eman dio\nd. umeari gizonak, liburua eman dio\ne. gizonak liburua eman dio umeari\nf. umeari liburua eman dio gizonak\nAll the sentences in (10) have two common properties:\n(I) The element providing the information requested in the question immediately precedes the\nverbal complex.\n", "(II) The element providing the information requested is pronounced in the same phonological\nphrase as the verbal complex, without a break.\n", "This preverbal position is called galdegaia in the Basque grammatical tradition (Altube\n(1929)). The word galdegaia means 'the questioned element', that is, the element asked about. In\nother words, we can say that the galdegaia is the informationally relevant phrase in the sentence.\n", "In eastern dialects, and occasionally in literary western usage, the galdegaia position precedes\nthe inflected auxiliary, where the main verb appears left behind. Examples have been provided in (6).\n", "Sometimes, the relevant information in the sentence is not a phrase, but the verb itself. In that\ncase, the verbal complex, that is, the main verb and the auxiliary are stressed, separating all other\nphrases that might precede with a break:\n(11) liburua, eman diogizonak umeari\nAn example like (11) may be used to emphasize either the verb itself, or the fact that the event\nhas indeed taken place. In the first case, what is emphasized is that what the man has done with the\nbook is give it to the child, as opposed to, say, read it. In the second case, what is emphasized is that\nthe man has indeed given the book to the child, in case someone was doubting or denying that the\nevent might have happened.\n", "In western dialects, the dummy verb egin 'to do, to make' is inserted between the main verb\nand the auxiliary, as in (12):\n(12) gizonak umeari, eman egin dioliburua\nSentences like this unambiguously emphasize the verb itself. That is, (12) means that what the\nman has done with the book is give it to the child, and not buy it or burn it or throw it, for instance. In\norder to emphasize the actuality of the event, western dialects unambiguously use the strategy in (11).\n2. Absent phrases.\n", "The phrases that agree with the verb need not be overtly manifest in the sentence: Ergative,\ndative and absolutive noun phrases or pronouns can be absent and understood. In (13), we repeat\nexample (1c), a sentence with ergative, dative and and absolutive phrases, which will be used to\nillustrate the absence of verbal arguments:\n(13)\ngizonak umeari liburua eman dio\nman-the-E child-the-D book-the given has\n'the man has given the book to the child'\nThis sentence has been described in section 0 above. In example (14a) below, we see the same\nsentence, but now the ergative argument has been omitted. It is understood that someone gave a book\nto the child. In (14b), the dative argument is omitted. It is understood that the man gave a book to\nsomeone. In (14c), the absolutive argument is omitted. It is understood that the man gave something\nto the child.\n", "(14)\na. umeari liburua eman dio\nchild-the-D book-the given has\n'(someone) gave a book to the child'\nb. gizonak liburua eman dio\nman-the-E book-the given has\n'the man gave a book (to someone)'\nc. gizonak umeari eman dio\nman-the-E man-the-D given has\n'the man gave (something) to the child'\nMore than one of these arguments can be omitted, as shown in (15), where all three are absent.\n", "(15)\neman dio\ngiven has\n'(someone) gave (something) (to someone)'\n2.1. In infinitival sentences.\n", "It is generally assumed that the agreement morphemes carried by verbal inflection make these\nomissions possible. It must be noted, however, that arguments can also be omitted in infinitival\nsentences, where there is no visible agreement morphology, as shown in the examples in (16):\n(16)\na. [emakumeak gizonari liburua ematea] nahi du umeak\nwoman-the-E man-the-D book-the give-inf want has child-the-E\n'The child wants [the woman to give a book to the man]'\nb. [gizonari liburua ematea] nahi du umeak\nman-the-D book-the give-inf want has child-the-E\n'The child wants [(someone) to give the book to the man]'\nc. [liburua ematea] nahi du umeak\nbook-the give-inf want has child-the-E\n'The child wants [(someone) to give the book (to someone)]'\nd. [ematea] nahi du umeak\ngive-inf want has child-the-E\n'The child wants [(someone) to give (something)(to someone)]'\nThe sentence in (16a) contains an infinitival sentence, the object of nahi 'want'. The infinitival\nsentence does not contain any visible agreement morphology. As shown in (16b), the ergative\nargument can be omitted and understood. As shown in (16c) both the ergative and dative arguments\ncan be omitted and understood. As shown by (16d), all three arguments can be omitted and\nunderstood.\n2.2. Absent phrases and galdegaia.\n", "Only phrases that are not informationally relevant can be absent. In particular, if an argument\nis the galdegaia of the sentence, it cannot be absent, even if it is understood or unambiguously\nrepresented in the verbal morphology. Consider for instance the example in (17):\n(17)\nzuk umea ikusi duzu kalean\nyou-E child-the-A seen have-you street-in\n'you have seen the child in the street'\nthis sentence contains a second person singular pronoun zuk 'you' as subject. The pronoun agrees\nwith the auxiliary, by means of the morpheme zu 'second person' that appears at the end of the\ninflected auxiliary. Now, if the relevant information of the sentence were the place where the event\ntook place, we would be implicitely answering the question in (18a), and thus (18b) would be a\nfelicitous answer, because the phrase kalean 'in the street' occupies the preverbal position, the\ngaldegaia position:\n(18)\n a. non ikusi duzu umea?\n where seen have-you child-the-A\n 'where have you seen the child?'\n b. kalean ikusi duzu umea\n street-in seen have-you child-the-A\n 'you have seen the child in the street'\nin (18b), the subject pronoun need not be manifest. It can be omitted. The object umea 'the child'\nneed not be manifest either, although the example has chosen to express it. The relevant piece of\ninformation in (18b), the answer to (18a), is the phrase kalean 'in the street'. Now suppose we were\nasking who saw the child, as all the possible questions illustrated in (19) do:\n(19)\n a. nork ikusi du umea kalean?\n who-E seen has child-the-A street-in\n 'who has seen the child in the street?'\n b. nork ikusi du kalean umea?\n c. umea kalean nork ikusi du?\n d. kalean umea nork ikusi du?\n e. nork ikusi du kalean?\n f. kalean nork ikusi du?\nthe last two examples, (19e, f) would be felicitous if we knew that we were talking about a certain\nchild. The answers to (19) must include an overtly expressed phrase corresponding to the entity that\nsaw the child. In the case we are considering, the felicitous answers must include the second person\npronoun zu 'you', as the examples in (20) show:\n(20)\n a. zuk ikusi duzu umea kalean\n you-E seen have-you child-the-A street-in\n'you have seen the child in the street'\nb. zuk ikusi duzu kalean umea\nc. umea kalean zuk ikusi duzu\nd. kalean umea zuk ikusi duzu\ne. zuk ikusi duzu kalean\nf. kalean zuk ikusi duzu\nit would be totally unfelicitous to reply with sentences such as the ones in (21). The symbol #\nindicates that the sentence is a possible one in other situations, but is not felicitous as an answer to\n(21):\n(21)\na. #ikusi duzu kalean umea\nb. #ikusi duzu umea kalean\nc. #umea kalean ikusi duzu\nd. #kalean umea ikusi duzu\ne. #umea ikusi duzu kalean\nf. #kalean ikusi duzu umea\ng. #ikusi duzu umea\nh. #ikusi duzu kalean\ni. #umea ikusi duzu\nj. #kalean ikusi duzu\nk. #ikusi duzu\nThat is, even though all the sentences in (21) unambiguously provide the information that 'you\nsaw...', none of them can be used when the relevant information, or the galdegaia, is precisely 'you'.\nPhrases that are the galdegaia of the sentence cannot be omitted even if they are unambiguously\nunderstood. Phrases that are not informationally relevant and can be understood when omitted, are\nusually not expressed in actual discourse.\n2.3. Absent pronouns.\n", "Pronouns tend to be absent. Exceptions to this rule are (a) pronouns that are the galdegaia of\nthe sentence, as shown immediately above in examples (19) to (21), and (b) pronouns that are used\ncontrastively in the discourse (see discussion of example (19-21)).\n", "If the entire sentence is informationally relevant, that is, if the sentence implicitely or\nexplicitely answers the question zer gertatu da? 'what happened?', pronouns are absent. Consider the\nexample in (22):\n(22)\nopari bat ekarri dizut\npresent one brought it-have-you-I\n'I have brought you a present'\nthere are two absent pronouns in this sentence: the first person pronoun that is the subject of the\nsentence, and the second person pronoun that is the recipient of the present. They are manifest in the\nagreement morphology, as noted in the glosses: the morpheme t stands for the first person pronoun 'I',\nand the morpheme zu stands for the second person pronoun 'you'. The sentence in (22) is felicitous\nused as the beggining of a conversation, for example if I were entering your appartment for a visit. In\nthis context, the entire sentence is informationally relevant, and the appropriate form is the one with\nthe absent pronouns.\n", "There are cases when pronouns are not absent even though they are not the galdegaia of the\nsentence. In this case, they are used in contrast to some other entity that has been mentioned or is in\nthe minds of the participants in the discourse. To see this, consider the example in (23):\n(23)\nnik opari bat ekarri dizut\nI-E present one brought it-have-you-I\n'I have brought you a present'\nthe only difference between (22) and (23) is the presence of the first person pronoun ni 'I' in the\nsecond example. Note that the pronoun could not be the galdegaia of the sentence, since it does not\nappear immediately preceding the ver\nb. This sentence would be felicitous if, for example, there were other people who had come or would\ncome to visit, and I wanted to say something like 'as for me, I have brought you a present', in a\nsituation where someone else might have just shown up to wish you good luck, or to do your\ngroceries, or to tidy up your place... what (23) conveys in that case is that what I am doing is bringing\nyou a present.\n", "3.Types of sentences.\n", "Sentences can be of various types, and different descriptions provide different taxonomies of\nsentences. Here, we will consider declaratives, negatives and interrogatives.\n3.1. Declarative sentences.\n", "So far, we have illustrated our discussion of word order, galdegaia and absent phrases using\nsimple declarative sentences. Thus, we take it that the main properties of declarative sentences have\nbeen described. Here, other types of sentences will be described, against the background of the\nstandard properties of declarative sentences.\n3.2. Negative sentences.\n", "Negative sentences in Basque display the negation word ez 'not' immediately preceding the\ninflected auxiliary if there is one (22a), or the inflected verb if there is no auxiliary (22b):\n(22)\na. emakumea ez da etorri\nwoman-the not is arrived\n'the woman has not arrived' >\nb. emakumea ez dator\nwoman-the not come\n'the woman is not coming'\nThe negation word ez is written separate from the inflected auxiliary or verb, but it is phonologically\npart of it and they cannot be separated by any other phrase. The only other elements that can appear\nbetween the negation word and the inflected verb are certain particles, such as omen, bide 'uncertain\ntruth value' and ohi 'habituality', or the interrogative particles ote and al, as shown in (23):\n(23)\na. emakumea ez omen da etorri\n'apparently, the woman has not arrived'\nb. emakumea ez bide da etorri\n'apparently, the woman has not arrived'\nc. emakumea ez ohi da etortzen\n'the woman does not usually arrive'\nd. ez ote dator emakumea?\n'is the woman perhaps not coming?\n e. emakumea ez al dator?\n 'is the woman not coming?'\n3.2.1. Negation and word order.\n", "Negative sentences present a different word order from declaratives. This different word order\nis manifest when there is an inflected auxiliary and the sentence is not an embedded one. In main\nnegative sentences, the inflected auxiliary must precede the main verb, as already shown in (22a).\nMain negative sentences where the inflected auxiliary follows the main verb are not possible, as\nshown in the paradigm in (24):\n(24)\n a. emakumea etorri da\n woman-the arrived is\n 'the woman has arrived'\n b. emakumea ez da etorri\n woman-the not is arrived\n 'the woman hasn't arrived'\n c. *emakumea etorri ez da\nThe paradigm shows a declarative sentence, where the main verb precedes the inflected\nauxiliary (24a). In (24b), the negative sentence displays the reverse order, where the negated auxiliary\nprecedes the main ver\nb. Finally, the ungrammatical example in (24c) shows that the order available ind eclarative sentences\nis not available in negative ones. Word orders like the one in (24c) are possible and sometimes\nobligatory in embedded negative sentences, and exclamative negative sentences, as the examples in\n(25) illustrate:\n(25)\n a. [etorri ez den] emakumea\n arrived not is-that woman-the\n 'the woman [that has not arrived]'\n b. emakumea etorri ez bada\n woman-the arrived not if-is\n 'if the woman has not arrived'\n c. etorriko ez da ba!\n arrive-irr not is indeed\n 'will (she) not come!'\n (of course she will come!)\nIn (25a), we find a relative clause, which precedes its head noun in Basque; in (25b) a\nconditional sentence, and in (25c) and exclamative sentence. All three display a word order where the\nnegated auxiliary follows the main ver\nb.\n", "Finally, regarding the example in (24c), it must be said that although it is ungrammatical in\nmodern Euskara, we find exactly this word order in the first Basque written sentence that we know\nabout. It is a negative sentence, written on the corner of a latin text: guec ajutu ez dugu where the\nmain verb ajutu, precedes the negation word ez and the inflected auxiliary dugu 'we have it'. It is not\ncertain what the meaning of the verb ajutu might have been. This word order is not too unfrequent\ninolder written texts, and it also appears occasionally in songs, such as this children's rhyme:\na, e, i, o, u,\na, e, i, o, u,\nama meriendea biogu\nmommy a snack we need\ntxokolatea eta opiltxu\nchocolate and bread\nbestelan eskolan ikasiko ez dogu\notherwise in school learn not will we\nA second property of main negative sentences and their word order, is that any number of\nphrases can appear, in any order, between the negated auxiliary and the main ver\nb. This is illustrated in the examples in (26), where we use the negative version of sentence (1b) for\nillustration:\n(26)\n a. emakumeak ez du gizona ikusi\n woman-the-E not has man-the seen\n 'the woman has not seen the man'\n b. ez du emakumeak gizona ikusi\n c. ez du gizona emakumeak ikusi\n d. ez du emakumeak ikusi gizona\n e. ez du gizona ikusi emakumeak\nf. gizona ez du emakumeak ikusi\ng. emakumeak gizona ez du ikusi\nh. gizona emakumeak ez du ikusi\ni. ez du ikusi emakumeak gizona\nj. ez du ikusi gizona emakumeak\nAs the permutations of phrases in (26) illustrate, all orders of phrases are possible, as long as\nthe negated auxiliary precedes the main ver\nb. Any number of phrases can intervene between the negated auxiliary and the main verb, in any\norder (26a, b, c, d). Any number of phrases can precede the negated auxiliary, in any order (26a, f, g,\nh). Any number of phrases can follow the negated auxiliary, in any order (26d, e, i, j).\n3.2.2. Negation and galdegaia.\n", "As it is usually the case with word-order permutations, not all variations are identical from an\ninformational point of view. In negative sentences, the word order indicates which one is the relevant\npart of the sentence that is negated. Before we enter into considerations about the relation between\nthe galdegaia phrase and negation, the reader must be cautioned that this is a complex area, where\nsome facts are still not very well understood even at a descriptive level.\nThere appear to be two galdegaia sites in negative sentences:\n(I) one site follows the negated auxiliary or verb,\n(II) the other one immediately precedes it. Let us consider them one at a time.\n", "(I) The phrase following the negated verb or auxiliary receives a contrastive interpretation. In\nthe case of a negated auxiliary, this position must precede the main verb, as in example (27):\n(27)\nemakumeak ez du gizonaikusi\nwoman-the-E not has man-the seen\n'the woman hasn't seen the man'\nin this example, what is conveyed is that 'it is not the man that the woman has seen', and thus it is\nvery naturally followed by an explanation that states what the woman has seen, as in (28):\n(28)\nemakumeak ez du gizonaikusi, umea baino\nwoman-the-E not has man-the seen, child-the but\n'the woman hasn't seen the man, but the child'\nin this position, the phrase is under the scope of negation, and negation and focus can be associated,\nyielding a contrastive reading.\n", "(II) The position immediately preceding the negated verb or auxiliary can also behave as a\ngaldegaia, in the sense that it is the natural position for a phrase that answers a question. Consider the\nquestion in (29):\n(29)\nnor ez duzu ikusi?\nwho not have-you seen\n'who did you not see?'\na natural answer to this question is the sentence in (30):\n(30)\nIrune ez dut ikusi\nIrune not have-I seen\n'I haven't seen Irune'\nwhere the phrase answering the question immediately precedes the negated auxiliary. This phrase\nmust be pronounced with some stress and within the same phonological phrase as the negated\nauxiliary, as in the case of galdegaia in declarative sentences. In (30), there is no contrastive reading;\nwhat the sentence conveys is akin to 'it is Irune that I have not seen'. We may therefore say that this\nsecond galdegaia position is outside the scope of negation.\n3.3. Interrogative sentences.\n", "Interrogative sentences, or questions, can be of various kinds: (I) yes/no questions, and (II)\npartial questions.\n3.3.1. Yes/no questions.\n", "Yes/no questions do not present a distinctive word order from declarative sentences. They\nmust however have an interrogative intonation, raising at the end. Consider the examples in (31):\n(31)\na. emakumea etorri da?\nwoman-the arrived is\n'has the woman arrived?'\nb. etorri da emakumea?\nboth interrogatives are possible yes/no questions.\n", "There are two particles that are used in certain varieties of Euskara in yes/no questions, and\nthey are illustrated in (32):\n(32)\na. emakumea etorri dea?\nb. emakumea etorri al da?\n", "In (32a), the yes/no interrogative particle a is illustrated, attached to the auxiliary da 'is'. The\ncombination of da+a yields the form dea in the example. This interrogative particle is used in eastern\ndialects. In (32b), we see the yes/no interrogative particle al, which is used in central dialects.\n3.3.2. Partial questions.\n", "Partial questions contain a question phrase. The question phrase is the informationally relevant\npart of these sentences, and therefore it occupies the galdegaia position. Consider the examples in\n(33):\n(33)\na. Nor erori da kalean?\n", "Who fallen is street-in\n'Who fell in the street?'\nb. Nork ikusi du gizona?\n", "Who-E seen has man-the\n'who has seen the man?'\nc. Gizonak nori eman dio liburua?\nman-the-E who-D given has book-the\n'to whom has the man given the book?'\nConsiderations made previously regarding word order and galdegaia apply therefore to these\nsentences. Any number of phrases can precede or follow the phonological phrase containing the\ngaldegaia and the verb with its inflection, in any order.\n", "In eastern dialects and literary western usage, partial questions can be formed where the main\nverb follows the question phrase and auxiliary, as shown in (34):\n(34)\nzer dio gizonak umeari eman?\nwhat has man-the-E child-the-D given\n'what has the man given to the child?'\nthese question parallel the examples provided in (6) above.\n3.4. Causative sentences are formed with the causative verb arazi (or eragin, in western varieties of\nthe language), which is attached to the caused verb, as illustrated in the pair in (35):\n(35)\na. emakumeak liburua irakurri du\nwoman-det-E book-det read has\n'The woman has read the book\nb. irakasleak emakumeari liburua irakurrarazi dio\nteacher-det-E woman-det-D book-det read-cause has\n'The teacher has made the woman read the book'\nIn example (35a), a simple transitive sentence is illustrated. In (35b), the causative version of\nthe sentence is provided: the causative verb arazi has been attached to the verb irakurri 'to read'. The\ncauser phrase irakaslea 'the teacher' is marked with ergative case (k). The causee phrase, emakumea\n'the woman', receives dative case (ri). The example in (35) involves a causative sentence (35b) built\non a transitive sentence (35a). In these cases, the causee always receives dative case.\n", "In the case of causative sentences built on intransitive sentences, two possibilities arise: either\nthe causee is marked with absolutive case, or it is marked with dative case. The later choice is only\npossible in western varieties of the language, with animate and preferably human noun phrases.\nExamples are given in (36):\n(36)\na. umea etorri da\nchild-det arrived is\n'The child has come'\nb. emakumeak umea etorrarazi du\nwoman-det-E child-det come-made has\n'The woman has made the child come'\nc. emakumeak umeari etorrarazi dio\nwoman-det-E child-det come-made has\n'The woman has made the child come'\nThe example in (36a) illustrates a simple intransitive sentence. In (36b), a causative version is\nprovided, where the causee umea 'the child' receives absolutive case. The example in (36b) illustrates\nthe western variety, where the causee, it being human, receives dative case, umeari 'to the child'.\n", "Note that the agreement pattern of the auxiliary verb changes accordingly, to reflect the presence of a\ndative phrase.\n3.5. Impersonal sentences in euskara are constructed by simply elliminating the ergative subject\nargument of a transitive sentence. The resulting sentence contains only the absolutive object phrase.\nThis is illustrated in the pair in (37):\n(37)\na. jabeek etxeak saltzen dituzte\nowners-detpl-E house-detplsell-impf them- have-they\n'The owners sell houses'\nb. etxeak saltzen dira\nhouse-detpl sell-impf are\n'Houses are sold'\nAs you can see from the examples, the only difference between the transitive sentence in (37a)\nand the impersonal sentence in (37b) is the absence of the ergative phrase jabeek 'the owners'. The\nabsence of this phrase in (37b) carries a change of auxiliary verb as well: whereas in (37a) the\nauxiliary contains agreement markers for both the ergative phrase and the absolutive prhase, and it is\ntherefore a form of ukan 'to have', the auxiliary in (37b) contains onaly an agreement marker for the\nabsolutive phrase etxeak, and it is therefore a form of izan 'to be'.\n", "2. THE NOUN PHRASE\n1. Noun Phrases: the basics.\n", "2. Nouns.\n", " 2.1. Noun phrases headed by common Nouns.\n", " 2.2. Noun Phrases headed by proper Nouns\n 2.3. Gender\n3. Adjectives: Word order.\n", " 3.1. Adjectives and their complements.\n", " 3.1.1. Participials.\n", "4. Complements and modifiers of the Noun.\n 4.1. ko and ren phrases.\n 4.2. beste 'other'.\n", "5. Quantifiers.\n", " 5.1. Numerals\n 5.1.1. Ordinals\n 5.1.2. Distributives\n 5.1.3. A partial list of numerals\n 5.2. Quantifiers that require a determiner.\n", " 5.3. Determinerless quantifiers.\n", "6. Determiners.\n", " 6.1. The determiner 'a'.\n", " 6.1.1. Definite Noun Phrases.\n", " 6.1.2. Indefinite environments.\n", " 6.1.2.1. Atributes.\n", " 6.1.2.2. Generic sentences.\n", " 6.1.2.3. Indefinite objects and subjects.\n", " 6.1.2.4. Existential or presentational sentences.\n", " 6.2. Demonstratives.\n", " 6.2.1. Emphatic demonstratives.\n", " 6.2.2. Demonstratives used as pronouns.\n", "7. Number.\n", " 7.1. Number and Determiners.\n", " 7.2. Proximity plural determiner ok.\n", "8. Pronouns.\n", " 8.1. Person pronouns\n 8.1.1. Emphatic person pronouns.\n", " 8.2. Interrogative pronouns.\n", " 8.3. Indefinite pronouns derived from interrogatives.\n", "8.3.1. Existential indefinites.\n", "8.3.2. Universal, free-choice indefinites.\n", "8.3.3. Negative Polarity Items.\n", "8.3.4. Plural interrogatives.\n", "8.4. Anaphors and reciprocals.\n1. Noun phrases: the basics.\n", "A Noun phrase is a phrase constructed around a Noun. In this sense, we will say that the Noun\n'heads' its phrase. Noun phrases in Euskara have a very fixed word order, in contrast to the sentences,\nwhere phrases can be arranged in many different ways. Let us consider a few examples:\n(1)\na. gure haur txiki-a\nwe-gen baby small-the\n'our small baby'\nb. neska gazte hau\ngirl young this\n'this young girl'\nc. Bilboko zazpi gizon\nBilbo-from seven man\n'seven men from Bilbo'\nd. azkarra den emakume-a\nsmart-the is-that woman-the\n'the woman that is smart'\nAs we can see in (1a) and (1b), adjectives follow the Noun, and articles and demonstratives\nfollow the [Noun + Adj] group (1a,b). Other modifiers, such as possesive phrases, postpositional\nphrases, relative clauses and most quantifiers, always precede the noun. Thus, for instance, in (1a),\nthe possesive phrase gure 'our' appears before the Noun; in (1c), the postpositional phrase Bilboko\n'from Bilbo', and the quantifier zazpi, 'seven', both precede the Noun gizon 'man'. Similarly, in (1d),\nthe relative clause azkarra den 'who is smart' precedes its head Noun, emakume 'woman'.\n", "We can now consider a longer example, where more elements are combined: final position,\nwhile complements and other modifiers precede them. In other words, Euskara is a 'head-final'\nlanguage. We can say that the Noun follows its complements and heads the Noun Phrase as\nillustrated in (3):\n(3)\n[[emakumearen] argazkiNP]\nwoman-the-gen photograph\n'woman's photograph'\nIn the same fashion, since articles and demonstratives follow the Noun, as shown in examples\nin (1) and (2), we can say that articles and demonstratives, grouped under the common name of\n'determiners', follow the Noun Phrase and head the Determiner Phrase, as in (4):\n(4)\n[[[emakumearen] argazkiNP] aDP]\nwoman-the-gen photo the\n'the photograph of the woman'\nHowever, a few items appear to break this head-final pattern: The Adjective follows the Noun\nfor instance, as shown in previous examples. There is also a small subset of modifiers that can either\nprecede or follow the Noun:\n(I) modifiers with the morpheme dun, which denotes a possesed entity,\n(II) modifiers ending in the morpheme tar, which denote geographic origin, and\n(III) modifiers without the morpheme tar which also denote geographic origin.\n", "They are all illustrated in the examples in (5):\n(5)\na. dirudun emakumea\nmoney-poss woman-det\n'a rich woman/ a woman that has money'\nb. emakume diruduna\nc. Gasteiztar laguna\nGasteiz-from friend-det\n'the friend from Gasteiz'\nd. lagun Gasteiztarra\ne. frantses liburua\nFrench book-det\n'a french book'\nf. liburu frantsesa\n These modifiers can either precede or follow the Noun, without any difference in meaning. It\nmust be noted that example (5e) can refer to a french book, but also more specifically to a book to\nlearn French, while (5f) can only refer to a french book. That is, the string in (5e) can correspond also\nto a compund noun.\n2. Nouns.\n", " Let us now start from the bottom of a Noun Phrase: the Noun. Regarding the types of Noun\nPhrases they build, we can distinguish two main kinds of Nouns, proper Nouns and common Nouns.\nThey differ in their relation to Determiners:\n (I) Noun phrases headed by common Nouns require Determiners, but\n (II) Noun Phrases headed by proper Nouns don't occur with determiners.\n", " We will discuss each of these generalizations now.\n2.1. Noun phrases headed by common Nouns require Determiners.\n", " (6)\n a. *emakume gazte etorri da\n woman young arrived is\n b. emakume gaztea etorri da\n woman young the arrived is\n 'the young woman has arrived'\n The few exceptions to generalization (I) have to do with syntactic conditions external to the\nstructure of the Noun Phrase, and they are overviewed in the section corresponding to Determiners,\nmore specifically in the discussion on the determiner a (section 6.1.).\n", " One exception to be mentioned here, since it is not syntactically conditioned, is the case of\ncommon Nouns that can be used as proper Names: names of family relations like iseko 'aunt', can be\nused as proper Names and thus display no Determiner:\n (7)\n a. iseko ikusi dut\n aunt seen have-I\n 'I have seen auntie'\n It is important to note that Noun Phrases like (7) are grammatical only if they refer to the\nspeaker's or the hearer's aunt or relative.\n", " The family relations that are subject to this treatment are the following: ama 'mother', aita\n'father', osaba 'uncle', amama 'grandmother', aitite 'grandfather'. We use iseko 'aunt' for the\nillustration in the text because its ending is phonologically dintinct from the determiner -a. Nouns like\nerrege 'king', or faraoi 'pharaoh', were also used as proper names in older stages of the language,\nwhen referring to one's king or pharaoh.\n2.2. Noun Phrases headed by proper Nouns cannot appear with a determiner:\n (8)\na. Irune etorri da\nIrune arrived is\n'Irune has arrived'\nb. *Irunea etorri da\nIrune-det arrived is\n The only exception to generalization (II) has to do with the nature of the Noun Phrase itself. If\na Noun Phrase is headed by a proper name which is used to to refer to a single individual, but to a\ngroup of individuals (i.e. a group of individuals with the name \"Alex\"), or it is used to refer to\ndifferent stages of the existence of an individual as if the stages were actually different individuals,\nthen that Noun Phrase can take Determiners and modifiers that are otherwise not possible for\nstandard proper Nouns. From a descriptive point of view, we can say that, in these cases, the proper\nNoun is used almost as a commoun Noun. A few different types of examples are provided below:\n (a) Demonstratives and bat 'one', can cooccur with proper Nouns used as common Nouns, as\nshown in (9):\n (9)\na. Nor da Alex hori?\n", "Who is Alex that\n'Who is that Alex?\nb. Aspaldi ezagutu nuen Patxi bat\nLong-ago known had-I Patxi one\n'A Patxi that I knew long ago'\n Even in these cases, however, proper Nouns never cooccur with the determiner a, as shown\nbelow in (10). In this respect, the behavior of this determiner is distinct from all other elements we\nhave included in the category of Determiners, and it is also distinct from definite articles in indo-\neuropean languages, where it is common to have the definite determiner in these cases, as well as the\ndemonstratives:\n (10)\na. gure Alex\nour Alex\n 'our Alex'\n b.*gure Alex-a\n our Alex-the\n c. Guk miresten genuen Irune hura\n we-E admiring had-we Irune that\n 'That Irune that we admired'\n d.*Guk miresten genuen Irune-a\n we-E adimiring had-we Irune-the\nAs the examples in (10) illustrate, even when they are used to refer to a group of individuals\nwith the same name, proper Nouns cannot take the determiner a on them. Note that if instead of the\nproper Nouns Alex and Irune we put the common Nouns gizon 'man' and emakume 'woman' in the\nexamples, then (10a) would be ungrammatical and (10b, c, d) would be grammatical. For a type of\nconstruction where the determiner a and proper Nouns appear to coocur, see discussion on examples\n(13), (14) and (15) below.\n(b) Proper Nouns can occasionally take the partitive marker, although this is not a common\nusage in the language:\n(11)\n a. ez dut Irunerik ikusi\n not have-I Irune-part seen\n 'I have not seen (any) Irune'\n 'I have not see Irune (at all)'\n b. Josu Anderrik ikusi duzu?\n", " Josu Ander-I seen have-you\n 'Have you seen (any) Josu Ander?'\n 'Have you seen Josu Ander (at all)?'\n c. Bada Garikoitzik hemen\n yes-is Garikoitz-part here\n 'There are Garikoitz here'\n 'There is (someone named) Garikoitz here'\nAs the English translations try to convey, these sentences can be used to refer to groups of\nindividuals with the same name, or to talk about a single individual, in which case the second\ntranslation is more accurate.\n(c) Quantifiers can coocur with proper nouns used as common Nouns:\n(12)\n a. Alex asko\n Alex many\n 'Many Alex'\n b. Zenbait Irune\n Some Irune\n 'Some Irune'\nQuantifiers that require the determiner a can also coocur with proper Nouns. In these cases,\nthe determiner a seems to appear in the same constituent as the proper Noun (13):\n(13)\n a. Alex guzti-ak\n Alex all-thepl\n 'All (of) the Alexes'\n b. Irune gehien-ak\n Irune most-thepl\n 'Most Irunes'\nIt is likely that the Nouns in (13a, b) are complements of the quantifiers, which would account\nfor the fact that the quantifiers appear following the Noun rather than preceeding it (remember the\ndiscussion of examples in (1) and (2)). It is significant that also in English, these constructions appear\nto take the Noun as complement of the Quantifier: 'All [(of) the guests]', 'most [of the guests]'.\n", "The example (13b) is a superlative construction, where arguably the quantifier takes the\npreceding Noun Phrase as a complement. Interestingly, there is a further difference between common\nNouns and proper Nouns that surfaces in this construction:\n(14)\n a. emakume(rik) gehi-en-ak\n woman(part) more-than-thepl\n 'most (of the) women'\n b. Irune(*rik) gehi-en-ak\n Irune more-than-thepl\nwhereas comon nouns can optionally take the partitive marker, this is not possible for a proper Noun\nin this construction.\n(d) There are two other constructions where a proper Noun used as a common Noun appears\nto take the determiner a. They are illustrated in (15):\n(15)\n a. Peru gure-a\n Peru our-det\n 'Our Peru'\n b. Alex gaixo-a\n Alex poor-det\n 'the poor Alex'\nThe example in (15a) has a posessor following the Noun (a non-canonical order, since\npossesors typically precede the Noun, as shown in example (1a)). The posessor has the determiner a\nattached. It is likely that the determiner in (15a) is not attached to the Noun Phrase headed by the\nproper Noun Peru. Rather, this construction is probably best analized as containing an appositional\nNoun Phrase, which is atributive to the preceding Noun Phrase that contains the proper Noun. The\nstructure would then be like (16):\n(16)\n Peru [gurea]\nAssuming this to be the constituent structure of the construction, a number of its distinctive\nproperties could be accounted for:\n(a) It is impossible to have the determiner a with a proper Noun if the possesor appears in its\ncanonical place, preceding the Noun, as showh in (10b);\n(b) Only the determiner a can appear following the atributive. Demonstratives and indefinite\narticles are barred from this construction, as shown in (17):\n(17)\n a. *Peru gure hau\n Peru our this\n 'This Peru of ours'\n b. *Peru gure bat\n Peru our one\n 'A Peru of ours'\n c. gure Peru hau our Peru this\n 'This Peru of ours'\n d. gure Peru bat\nour Peru one\n'A Peru of ours'\nThe equivalents of (15) in English and Spanish have the structure in (17): 'Mary [the great]',\n*'Mary [this great]', 'Pedro [el grande]', *'Pedro [este grande]', where the definite article does not\ncorrespond to the proper Noun, but rather to the atributive that follows, and where any determiner\nother than the definite article yields ungrammaticality.\n", "The example in (15b) constitutes the best case for a Noun Phrase headed by a proper Noun\nbearing a determiner a. Compare (18a) and (18b), with (10b) and (10d):\n(18)\na. Gure Alex txiki-a\nour Alex little-the\n'Our little Alex'\nb. guk miresten genuen Irune gazte-a\nwe admiring 4E-havepst-Comp Irune young-the\n'The young Irune we admired'\nIt is not clear how examples like (15b), and (18a,b) could be argued to have a structure similar\nto (15a), where the determiner and the possesor make a constituent leaving out the proper Noun.\nThese examples do seems to constitute genuine cases of proper Nouns heading Noun Phrases that\nhave the determiner a attached to them. As shown by the data, the presence of the Adjective is\nrequired to make the construction grammatical.\n", "Summary: proper Nouns almost never coocur with the definite article a in Euskara. Only\nwhen used as denominators of a set of elements can proper Nouns coocur with demonstratives or the\nindefinite article. Even in this later case, proper Nouns resist cooccurrence with the determiner a.\n2.3. Gender. There is no grammatical gender in the nominal system. The only area of Euskara\ngrammar where gender morphology can be found is the familiar treatment in the verbal morphology.\nNouns and adjectives have no distinct endings depending on gender.\n", "In modern spoken language, and only in Western dialects, there can be found some instances\nwere the gender endings of Spanish have been kept in borrowings and a distinction is made between\nmasculine and femenine, but this is a rather modern and marginal phenomenon.\n3. Adjectives: Word order.\n", "As we have already seen, adjectives always follow the Noun in Euskara(1) (19):\n(19)\na. zaldi zuri hau\n horse white this\n 'this white horse'\n b. *zuri zaldi hau\nThere is no word-order difference between apositive and atributive adjectives of the sort found\nin certain Romance languages; both atributive and apositive adjectives follow the Noun. More than\none adjective can appear following the noun:\n(20)\n zaldi zuri txiki argal hau\n horse white small thin this\n 'this thin small white horse'\n3.1. Adjectives and their complements. Adjectives appear to have some difficulty taking syntactic\ncomplements in Euskara, that is, they do not easily take complements with which they make a\nseparate constituent. For instance, constructions like 'a woman [proud of her work]' or 'a man [fond of\nhis paintings]' are not possible:\n(21)\n *emakume [bere lanaz harro]a\n woman her work-ins proud-the\n (A woman proud of her work)\nRather, Euskara resorts to relative clauses or participial infinitivals in those cases:\n(22)\n bere lanaz harro dagoen emakumea\n his work-ins proud is-3A-Comp woman\n 'A woman who is proud of his work'\nAlthough we are far from being able to suggest a reason why bare adjectives in Euskara are\nunable to have complements, it is intriguing to relate this fact with a well known restriction on the\ndistribution of Adjectival phrases in English. Although the canonical position of the Adjective in\nEnglish is prenominal, Adjectives with complements are banned from that position:\n(23)\n a. a proud (*of his son) father\n b. a father proud *(of his son)\nWith respect to the placement of phrasal heads, Euskara and English are mirror images:\nEnglish is head-initial and Euskara is head-final. Note that adjective placement is also the mirror\nimage: they are prenominal in English, and postnominal in Euskara. Since the equivalents of English\nAdjectival Phrases appear as prenominal complements of Euskara (although they never display the\nbare Adjective as head), it is possible that at a deeper level of analysis both phenomena will turn out\nto be the same constraint.\n3.1.1. Participials. Participials can function as adjectives in Euskara, as the examples in (24)\nillustrate:\n(24)\na. hosto eroriak\nleave fallen-detpl\n'fallen leaves'\nb. itsaso harrotua\nsea swollen-det\n'the swollen sea'\nIn these cases, the participial behaves exactly like and adjective, that is, it follows the Noun\nand precedes the Determiner.\n", "Participials in adjectival position such as the ones in (24) can hardly constitute clauses with\ncomplements. However, especially in eastern dialects, construction of the sort in (21) are possible to\na certain extent with adjectival participials. Thus, for instance, examples like the ones in (25) are\nacceptable in these dialects, according to EGLU (1991) and Euskaltzaindia (1993):\n(25)\na. haur ongi ikasi batzu\nchild well learned some\n'some well learned children'\nb. bere seme gudan hilei\nher son war-in dead-det-D\n'to her sons dead in the war'\nParticipial clauses, that is, clauses headed by a participial form of the verb, precede the Noun\nlike all other complements, as shown in (26):\n(26)\na. [lurrean eroritako] hostoak\nground-in fallen-ta-koleave-detpl\n'the leaves fallen on the ground'\nb. [harrak jotako] sagarra\nworm-det-E bitten-ta-ko apple-det\n'the apple eaten by the worm'\nas we can see in the examples, these participial clauses have the ending ta and to this ending the\nmofpheme ko is attached. Therefore, they belong tot he class of ko phrases, which are discussed\nimmediately below.\n4. Complements of the Noun:\nUner this heading, we willl group all other phrases that appear in the Noun Phrase. There are\nbasically two big groups, the first of which we will name 'ko and ren phrases', the second one\nincludes the modifier beste 'other'. The modifiers in both groups must precede the Noun.\n4.1. 'ko' and 'ren' phrases.The morpheme ko can indicate location, and this is why it is sometimes\nreferred to as a 'locative genitive', but as we will see location is not the only relation it can convey.\nHowever, one general guideline that is helpful in distinguishing the use of ko and ren phrases\ninvolves location: ko is attached to phrases that denote location, or phrases that denote a property. All\nother relations a phrase may bear with respect to a Noun are dealt with by means of the morpheme\nren. Let us consider a few examples in detail. Consider first the examples in (27):\n(27)\na. [etxe handiko] leihoak\nhouse big-ko window-detpl\n'the windows from/in the big house'\nb. [margolari ezagun horren] erretratoa\npainter known that-ren portrait-det\n'that (well)known painter's portrait'\nIn (27a), the relation between the big house (etxe handi) and the windows (leihoak) is one of\nlocation: the big house is the place where the windows are located. That is why the big house is\nplaced in a ko phrase. In (27b), the relation between that well-known painter (margolari ezagun\nhori) and the portrait (erretratoa) is not one of location. That is why the well known painter is\nplaced in a ren phrase. The relationship expressed by ren in (27b) can be either: (a) posession, where\nthe painter owns the portrait in question, regardless of who painted it, or (b) agency, where the\npainter is the author of the portrait, but not necessarily the owner, or (c) theme, where the painter is\nthe entity portraid in the portrait, which may have been painted by someone else, and owned by\nsomeone else as well.\n", "To continue in a little more detail with ko phrases, let us add that they can also relate a\nproperty with the head noun. Thus for instance, in (28):\n(28)\na. [jenio biziko] neska\ntemper lively-ko girl-det\n'a quick-tempered girl'\nb. [bihotz oneko] mutila\nheart good-ko boy-det\n'a good-hearted boy'\nthe two examples illustrate ko phrases that convey properties which are predicated of the head\nNouns, not locative relations.\n", "Included in the predicative type of ko phrases are the examples involving participial clauses,\nlike the ones illustrated previously in example (26). Participials can carry one of the two endings ta\nor rik that form resultatives. These resultative phrases can then take the ending ko and become\nmodifiers of the Noun, as we further illustrate in (29):\n(29)\na. [atzo Bilbon erositako] eraztuna\nyesterday Bilbo-in bought-ta-ko ring-det\n'the ring bought yesterday in Bilbao '\nb. [txoriak kabira ekarririko] abarra\nbird-det-E nest-to brought-rik-ko branch-det\n'the branch brought to the nest by the bird'\nIn (29a), we have ko phrase containing a resultative phrase headed by ta, which in turn\ncontains a participle erosi 'bought', and a locative and a time adverbial belonging to it. In (29b), we\nsee a ko phrase containing a resultative phrase headed by the morpheme rik, with contains a\nparticiple ekarri 'brought' and its subject argument txoriak 'the bird (ergative case)', plus a\npostpositional complement kabira 'to the nest'.\n", "Ordinal numerals can be considered a subtype of ren phrases. They are headed by the\nmorpheme garren. See more about ordinals in the section devoted to numeral quantifiers .\n", "Ocassionally, ko and ren phrases can appear apposited to the right of the Noun phrase,\nparticularly if it is headed by a proper name. This type of construction has been considered in\nexample (15), within the discussion of proper Nouns.\n4.2. Other: beste. This word, beste 'other', 'another', does not naturally fall under any of the\ncategories we have considered so far. Distributional facts discriminate it from quantifiers,\ndeterminers and other complements of the Noun. Beste must always precede the Noun, never follow\nit:\n(30)\na. beste neska alai bat\nother girl happy one\n'another happy girl'\n b. *neska alai beste bat\n girl happy other one\n Beste attaches to a full Noun Phrase, which must conform to the description provided so far.\nWhen the Noun Phrase is complete, beste can always appear at the beggining of it:\n (31)\n a. beste Bilboko hiru neska alai hauek\n other Bilbo-from three girl happy these\n 'These other happy three girls from Bilbo'\nbeste must always precede the numeral quantifier if there is one. But it seems that it can either\nprecede or follow the ko and ren phrases.\n", " (32)\n a. amaren beste Bilboko hiru lagunak\n mother-gen other Bilbo-from three friend-detpl\n 'mother's other three friends from Bilbo'\n b. amaren Bilboko beste hiru lagunak\n d. beste amaren Bilboko hiru lagunak\n e. *amaren Bilboko hiru beste lagunak\n The modifier beste must also be placed following relative clauses, which, in general, tend to\nbe the most external modifier of the Noun:\n (33)\n a. [etorri den] beste lagun hori\n arrived is-comp other friend that\n 'that other friend that has arrived'\n b. *beste [etorri den] lagun hori\n It appears therefore that beste can be placed in between ren complements and ko\ncomplements, but always preceding, that is, taking scope over numeral quantifiers. To see this,\nconsider now the word order alternations between ko phrases and quantifiers:\n (34)\n a. hiru Bilboko lagun\n three Bilbo-from frien\n 'three friends from Bilbo'\n b. Bilboko hiru lagun\nAs shown in (34), a ko phrase can either follow or precede a numeral quantifier. It has been\nshown in (32), that beste can either follow or precede the ko phrase. However, if we include the\nmodifier beste in a Noun phrase like the one in (34), as we have done in (35), we see that beste,\nunlike Bilboko, cannot follow the quantifier:\n(35)\n a. Bilboko beste hiru lagun\n Bilbo-from other three friend\n 'Three other friends from Bilbo'\n b. beste Bilboko hiru neska\n c. *hiru beste Bilboko neska\n d. beste hiru Bilboko neska\nWhen the Noun is deleted, the resulting paradigm regarding complement distribution changes\nslightly. As shown in (36), if the Noun is deleted, the modifiers and determiner, if there is one, stay\nput, and no extra element needs to be added (unlike the case of English, as you can judge from the\ntranslations):\n(36)\n a. bestea\n other-det\n 'the other one'\n b. beste hiru\n other three\n 'another three'\n c. beste hiruak\n other three-detpl\n 'the other three'\nBut if we delete the Noun in a Noun phrase containing beste and either a ko phrase or a ren\nphrase, then beste must follow, not precede:\n(37)\n a. Bilboko besteak\n b. *beste Bilbokoak\n c. Mariren bestea\n d. *beste Marirena\n5. Quantifiers.\n", " We will divide quantifiers into three groups, depending on their ability to cooccur with a\ndeterminer:\n (5.1) Numeral quantifiers;\n (5.2) Quantifiers that require a determiner;\n (5.3) Indefinite/determinerless quantifiers;\n Regarding their distribution within the Noun Phrase, numerals in group (5.1), precede the\nNoun except for bat 'one', which must follow, and bi 'two', which must follow the Noun only in\nWestern varieties of Euskara. In group (5.2) there are only two quantifiers, and both of them must\nfollow the [Noun+Adjective] group. Finally, in group (5.3), most quantifiers precede the noun while\na few of them must follow the [Noun+Adjective] group, as the examples below will illustrate.\n5.1. Numerals. Numeral quantifiers must appear in determinerless Noun Phrases when they are\nindefinite (38a), and with determiners when they are definite (38b, c). In this latter case, Noun\nphrases containing numeral quantifiers can accept either the determiner a or a demonstrative.\n", " (38)\n a. Hiru txori\n three bird\n 'three bird'\n b. hiru txoriak\n three bird-thepl\n 'the three bird'\n c. hiru txori hauek\n three bird thispl\n 'these three bird'\n As mentioned above, numerals precede the Noun. The only exception is the numeral bat 'one',\nwhich must follow the [Noun+Adj] group in all dialects, and the numeral bi 'two', which also follows\nthe Noun in western varieties of Euskara (39c), but it patterns like all other numerals in all other\ndialects (39d):\n (39)\n a. txori bat c. txori bi\nbird one bird two\n'one bird' 'two birds'\nb.*bat txori d. bi txori\none bird two bird\n'two birds'\n5.1.1. Ordinal quantifiers are built by attaching the suffix garren to the cardinal (40a,b), except for\nthe case of 'first', which is not *batgarren but it is independently formed as lehen, lehenengo or\nlehendabiziko, depending on the dialect. Ordinal quantifiers always precede the Noun, even in the\ncase of ordinals for 'first' and 'second', in all varieties of the language, as shown in examples (40c,d):\n(40)\na. zazpigarren etxea\nseventh house-the\n'the seventh house'\nb. hirugarren leihoa\nthird window-the\n'the third window'\nc. lehenengo etxea\nfirst house-the\n'the first house'\nd. bigarren leihoa\nsecond window-the\n'the second window'\nAs discussed previously in example (29), ordinal quantifiers can be thought of as a subclass of\nko and ren phrases. It is therefore not surprising that Noun phrases containing ordinal quantifiers\nmust have a determiner. There is no definite/indefinite contrast like the one in (38), depending upon\nthe presence of the determiner. As the examples in (40) already illustrate, the presence of the\ndeterminer is required, and its absence yields ungrammaticality.\n5.1.2. Distributive quantifiers are built by attaching the suffix na to cardinal quantifiers: thus for\ninstance, from sei 'six', the distributive seina 'six each' can be constructed, or from the cardinal bi\n'two', the distributive bina 'two each'. Distributive quantifiers are placed wherever the cardinal they\nare formed upon is placed. Thus, the distributive bana 'one each', formed upon bat 'one', always\nfollows the Noun, while seina 'six each', mentioned above, behaves like its cardinal sei and precedes\nthe Noun:\n(41)\na. seina musu\nsix-each kiss\n'six kisses each'\nb. musu bana\nkiss one-each\n'one kiss each'\nNoun phrases containing distributive quantifiers do not take determiners, as shown by the\nungrammaticality of (42):\n(42)\n*seina musuak\nsix-each kiss-thepl\nThese distributive quantifiers are rather interesting when compared to Germanic or Romance\nlanguages. In English, for example, the translations of (41a, b) involve what is referred to as\n'Binomial each' (Safir & Stowell (1988)), which is dependent not on the Noun Phrase being\ndistributed but rather on the Noun Phrase that is the recipient of the distribution:\n(i) [NP2The women] bought [NP1three books] [NP2each]\n(ii) [NP2The women] [NP2each] bought [NP1three books]\nIn Euskara, the distributive suffix is attached to the quantifier of the Noun Phrase being\ndistributed, as the examples in the text show. Moreover, the quantifier the suffix attaches to belongs\nin the distributed Noun Phrase and cannot be placed anywhere else; that is, it is not of a 'floating'\nkind. Noun Phrases containing the ditributive quantifier are constrained to appear in environments\nsimilar to reciprocal pronouns like elkar 'each other'. Thus, for instance, they cannot appear in\nsubject positions:\n(43)\n*emakume binak gu ikusi gaituzte\nwoman two-each-erg we seem us-have-they\n('two women each have seen us')\n5.1.3. A partial list of numerals in Euskara. Here we provide a list of numerals in euskara, as well\nas instructions to construct numerals. First, let us consider the numbers up to twenty:\n0 zero\n1 bat\n2 bi\n3 hiru\n4 lau\n5 bost\n6 sei\n7 zazpi\n8 zortzi\n9 bederatzi\n10 hamar\n11 hamaika\n12 hamabi\n13 hamairu\n14 hamalau\n15 hamasei\n17 hamazazpi\n18 hamazortzi\n19 hemeretzi\n20 hogei\nTwenty is an important number; it is the base to construct numerals up to a hundred. Thus, the\nnumbers from twenty one up to forty are built repeating the list above after twenty, like this:\n21 hogeita bat\n22 hogeita bi...\nand when we reach the munber thirty, we add twenty and ten:\n30 hogeita hamar\n31 hogeita hamaika...\nup to number forty, which is something like 'again twenty':\n40 berrogei\nUp to sixty, we keep on adding the numbers from one to twenty after the number for forty,\nlike this:\n41 berrogeita bat\n42 berrogeita bi...\nso you already know that fifty is 'forty and ten':\n50 berrogeita hamar\n51 berrogeita hamaika...\nNow all you need to know is the numbers for sixty and eighty, which are translatable as 'three\ntwenties' and 'four twenties', respectively:\n60 irurogei\n80 laurogei\nSo we are done up to ninety nine, which is, as you know now, laurogeita hemeretzi. Some numbers\nbeyond this one are:\n100 ehun 1.000 mila\n200 berrehun 2.000 bimila\n300 hirurehun 3.000 hirumila\n400 laurehun 4.000 laumila...\n500 bostehun 1.000.000 milioi bat\n600 seiehun 2.000.000 bi milioi/milioi bi\n700 zazpiehun 3.000.000 hiru milioi\n800 zortziehun\n900 bederatziehun\nAnd finally, a few examples for your practice:\n2001 bi mila eta bat\n1984 mila bederatziehun eta laurogeita lau\n666 seiehun eta hirurogeita sei\n77 hirurogeita hamazazpi\n5.2.Quantifiers that require a determiner. The quantifiers guzti 'all', bakoitz 'each', and gehien\n'most' require the presence of a determiner, as shown in (44):\n(44)\n a. haur guzti-ak\n child all-thepl\n 'All the children'\n b. lur guzti-a\n earth all-the\n 'All the earth'\n c. haur bakoitz-a\n child each-the\n 'Each child'\n d. *haur bakoitz-ak\nchild each-thepl\ne. haur(rik) gehienak\nchild(prt) most-detpl\n'most children'\nAs shown in (45e), the Noun preceding the quantifier gehien 'most' can carry the partitive\nmarker, which indicates that gehien takes an entire determiner phrase as its complement, ([[DP] DP])\nmuch in the way of the examples in (47) with guzti 'all.\n", "There are two main differences between guzti 'all' and bakoitz 'each': guzti 'all' can take\nplural or singular determiners (44a, b); it can also take demonstratives as a determiners (45a, b). On\nthe other hand, bakoitz 'each' does not accept plural determiners (44d) or any kind of demonstratives,\n(45c,d):\n(45)\na.haur guzti hauek\nchild all thispl\n'All these children'\nb.lur guzti hau\nearth all this\n'all this earth'\nc.*haur bakoitz hau\nchild each this\nd.*haur bakoitz hauek\nchild each thispl\nThe only way in which demonstratives can be made to coocur within the same Noun Phrase as\nbakoitz 'each' is by resorting to a partitive construction, as shown in (46):\n(46)\na. hauetariko haur bakoitza\nthispl-part-gen child each-the\n'each of these children'\nIn this construction, the demonstrative hauek 'these' takes the partitive marker rik and the\nending ko, becoming a ko phrase that acts as a complement of the Noun haur 'child'.\n", "Regarding the coocurrence of the universal quantifier guzti 'all' with demonstratives, it must\nbe noted that (45a,b) are not the only choices. There is another usage, which is also current and in\nfact prevalent in written records, illustrated in (47):\n(47)\n a. haur hauek guztiak\n child these all-detpl\n 'all these children'\n b. lur hau guztia\n earth this all-det\n 'all this earth'\nIn these examples, the quantifier appears apposed after the Noun phrase. This is why there are\ntwo determiners: the demonstrative heading the first phrase, which takes the Noun in it, and the\ndeterminer a, in its plural form in (47a) and in its singular form in (47b), constituting the second\nphrase, which take the quantifier in it.\n5.3. Determinerless quantifiers. The group of quantifiers that never take determiners is the group of\nindefinite quantifiers. Most of them cannot cooccur with any determiner:\n(48)\n a. zenbait gizon\n some man\n 'some men'\n b. ume asko\n child many\n 'many children'\nThe examples in (48) illustrate the indefinite quantifiers zenbait 'some' and asko 'many'.\nWhile the first one precedes the Noun, the other one follows it. None of them accept the presence of a\ndeterminer, as shown in (49):\n(49)\n a. *zenbait gizon-ak\n some man-detpl\n b. *zenbait gizon-a\n some man-det\n d. *ume asko-ak\n child many-detpl\nf. *ume asko-a\nchild many-det\n It must be noted that, contrary to English, the quantifier zenbait can only quantify count\nNouns, not mass Nouns, whereas the quantifier asko can quantify both over count and mass Nouns,\nthat is, asko can be translated both as 'many' and as 'much', if, for example, it modified a mass noun\nsuch as gari 'wheat' (gari asko 'much wheat', 'a lot of wheat').\n", " Other quantifiers that do not allow the presence of a determiner are: hainbat 'many, much',\ngutxi 'few, little', edozein, zeinnahi, whichever, oro 'all', and the interrogatives zenbat, 'how many',\n'how much' and zein, 'which'. Examples containing all these quantifiers are given in (50):\n (50)\na. hainbat aburu\nmany opinion\n'many opinions'\nb. irudimen gutxi\nimagination little\n'little imagination'\nc. ikasle gutxi\nstudents few\n'few students'\nd. edozein gona\nwhichever skirt\ne. herrialde oro\ncountry all\n'all countries'\nf. zenbat lagun\nhow many friend\n'how many friends'\ng. zein esku\nwhich hand\n In these cases, the presence of the determiner, regardless of number or syntactic environment,\ninduces ungramaticality. The only possible exception to this statement is the quantifier gutxi 'few',\nwhich can take the plural indefinite determiner batzuk 'some, ones', as in the following example:\n (51)\nikasle gutxi batzuk\nstudent few ones\n'a few students'\nthis quantifier can occasionally take the determiner a as well, in eastern varieties, but in this case it is\nnot the equivalent of English 'a/the few...' but rather, a free variant of the down-entailing quantifier\n'few' illustrated in (50c).\n6. Determiners.\n", " Within the class of determiners, we will group the demonstratives and the determiner a. This\nis the category that must appear last in the order of elements in the Noun Phrase. The Determiner\ntakes the entire Noun Phrase as its complement, constituting the Determiner Phrase. That is to say,\nthere is only one determiner corresponding to each Noun phrase, as the examples in (52) illustrate:\n (52)\na. [irakurle gazte]a\n[reader young]det\n'the young reader'\nb. [asto zahar] hau\n[donkey old] this\n'this old donkey'\n With the exception of proper Nouns discussed above, Noun Phrases in Euskara present a\nstrong tendency to be headed by an overt Determiner; that is, there are no instances of 'bare plurals'\nand hardly any instances of 'bare nouns'. A second type of Noun phrase that displays no final\ndeterminer is constituted by those containing indefinite quantifiers, which have been discussed in the\nprevious section.\n", " We start in 6.1. with an overview of the usage of the determiner a, which is perhaps the most\nintricate one in this group. Next, in 6.2., we will discuss demonstratives.\n6.1. The determiner 'a'. This determiner is also called 'article' in many descriptions of Euskara. As\nwe will see in some detail, it is used in all environments where a definite article is required, but its\nusage goes well beyond the definite article, since it also heads generic and indefinite Noun Phrases,\nas well as some predicative phrases even when they do not contain Nouns. The determiner a appears\nto be the unmarked determiner, in the sense that it often surfaces in environments where other\nlanguages display determinerless Noun Phrases.\n", " When the determiner a is added to a word that ends in the vowel a, the two vowels fuse into\none: gona 'skirt' gona+a > gona 'a/the skirt'.\n", " Let us consider the distribution of this determiner:\n6.1.1. Definite Noun Phrases. The determiner a is used to convey definiteness, in Noun phrases\ncontaining common Nouns:\n(53)\n a. goizeko izarra\n morning-of star-the\n 'the morning star'\n b. Euskal Herriko lehendakari-a\n Basque Country-of president-the\n 'the president of the Basque Country'\nDefinite Noun phrases headed by proper Nouns or pronouns do not allow the presence of the\ndeterminer a.\n6.1.2. Indefinite environments. There are many other syntactic environments where this determiner\nis used despite the fact that the phrase it heads is not definite. Among those cases we find the\nfollowing:\n6.1.2.1. Atributes. Many predicative atributes in Euskara require the determiner a. Predicates in\ncopular sentences like the ones in (54), for instance, require the determiner a:\n(54)\n a.Josu on-a da\n Josu good-det is\n 'Josu is good'\n b.Miren irakasle-a da\n Miren teacher-det is\n 'Miren is a teacher'\n c.liburu hau interesgarri-a iruditzen zait\n book this interesting-det seems is-to me\n 'This book seems interesting to me'\n6.1.2.2. Generic sentences always require the determiner a, whether their subjects are singular or\nplural:\n(55)\n a.Edurr-a zuri-a da\n snow-det white-det is\n 'Snow is white'\nb.Txakurr-ak ugaztun-ak dira\ndog-detpl mammal-detpl are\n'Dogs are mammals'\n6.1.2.3. Indefinite objects and subjects, which can often appear determinerless in many languages,\nalso require the determiner a:\n(56)\na.Guk arto-a erein dugu\nwe-E corn-det planted have-we\n'We have planted corn'\nb.Zuek sagarr-ak jan dituzue\nYou-E apple-detpl eaten have-you\n'You have eaten apples'\nc.Kamioi-ak etorri dira\ntruck-detpl arrived are\n'Trucks have arrived'\nThere are no cases in Euskara were objects can appear as bare Noun Phrases, regardless of\nnumber. In the realm of subjects, there is formally no difference between unaccusative and\nintransitive predicates in the sense of Perlmutter (1978), in that both require the determiner a.\nHowever, a clear difference can be found when looking at the interpretation of the Noun Phrases\ninvolved: whereas objects of transitive verbs and subjects of ergtive predicates ( that is, all arguments\nbearing an initial 2 relation, in Relational Grammar terms, or being D-Structure complements of the\nVerb as in Burzio's (1986) work within the Government and Binding framework), are subject to an\nexistential interpretation, the subject of the unergative predicate cannot receive such existential\ninterpretation; rather, it must be interpreted as either definite or universal. Considering the examples\nin the text, this means that (56a, b, c) can be naturally interpreted as 'some corn', 'some apples' and\n'some trucks' repectively, but (57) cannot be interpreted as 'some men':\n(57)\ngizonek negar egin dute\nmen-det-E cry made have\n'the men have cried'\nIt is only interpretable as 'all men' or 'the men', which are truth-functionally equivalent.\n6.1.2.4. Existential or presentational sentences, which involve an indefinite subject, bear the\ndeterminer a:\n(58)\n a.Bada ogia mahai gainean\n yes-is bread-det table top-in\n 'There is bread on the table'\n b.Badira sagu-ak etxe honetan\n yes-are mouse-detpl house this-in\n 'There are mice in this house'\nThese existential sentences can also display partitive case, but the presence of the determiner a\nis also possible, maintaining the indefiniteness of its Noun phrase.\n6.2. Demonstratives. There are three demonstratives, hau 'this', hori 'that' and hura 'that (further)'.\nThe demonstratives indicate varying degrees of proximity in either real or figurative space or time.\nThus, hau is closer to the speaker, hori is closer to the entity addressed, and hura is not close to any\nof them.\nzuhaitz hau 'this tree'\nzuhaitz hori 'that tree'\nzuhaitz hura 'that tree (farther)'\nThe plural forms of the demonstratives are:\nzuhaitz hauek 'these trees'\nzuhaitz horiek 'those trees'\nzuhaitz haiek 'those trees (farther)'\n6.2.1. Emphatic demonstratives. Demonstratives have an emphatic form, which is constructed\nadding the morpheme xe, as shown in (59):\n(59)\n a. hauxe da irakurri dudan liburua\n this-xe is read have-I-that book-det\n 'thisis the book I've read'\n b. horixe esan dut nik\n that-xe said have-I I-E\n 'that (is what) I have said'\n c. zuhaitz huraxe da aititek landatu zuena\n tree that-xe is grandfather-E planted had-that\n 'It is that tree that grandfather planted'\nthere is a certain degree of variation among dialects regarding whether the morpheme xe is added\nbefore or after the case ending or the postposition if there is one, with the exception of ergative and\ngenitive, where the morpheme is always inserted after the demonstrative but before the case ending:\n(60)\na. honexek/horrexek/harexek ekartzen du egunkaria\nthis-xe-E/that-xe-E/that-xe-E brings has newspaper-det\n'this one/that one/that one brings the newspaper'\nb. honexen/horrexen/harexen arraina da freskuena\nthis-xe-gen/that-xe-gen/that-xe-gen fish is freshest-det\n'this one's/that one's/ fish is the freshest\nIn the case of the dative case and other postpositions, some varieties of the language insert the\nxe morpheme before the case or postposition, whereas others insert it after, as the contrast between\n(61a) and (61b) illustrates for the dative:\n(61)\na. hone-xe-ri erosi diot arraina\nthis-xe-D bought have fish-det\n'(it is) to this one (that) I have bought the fish'\nb. hon-i-xe erosi diot arraina\nthis-D-xe bought have fish-det\n'(it is) to this one (that) I have bought the fish'\nEmphatic demonstratives are most naturally used when the phrase headed by the\ndemonstrative is the galdegaia of the sentence.\n6.2.2. Demonstratives used as pronouns. There are no distinct forms for third person pronouns in\nEuskara, and demonstratives are used as third person pronominals.\n", "When considering the use of demonstratives as third person pronouns, there is a third series of\ndemonstratives that has special relevance. This series is formed adding the prefix ber 'same, again' to\nthe demonstrative: berau, berori, bera (this third one is formed not by the combination of ber and\nhura, but rather by the combination of ber and a, which is a variant of hura, still in use in western\nvarieties of Euskara). They are used anaphorically, that is, when the entity they referred to is already\nknown in the discourse. The second one in the series, berori, is still nowadays used as a very polite\nform of second person singular, to address authority figures, such as a priest, or a doctor, among\nothers (62a). The third one in the series, bera, is very frequently used as third person pronoun (62b),\nalternating with the third demonstrative hura (62c):\n(62)\na. berori joango da?\nthat go-irr is\n 'will that one go?'\n 'will your honour go?'\n b. bera etorri da\n that arrived is\n 'she/he/it arrived'\n c. hark ikusi nau\n that-E seen me-has\n 'she/he has seen me'\nThe criteria that determine when to use bera and when to use hura are rather complex and\nvary from dialect to dialect. We can mention a few of them, (listed also in EGLU):\n(I) if the antecendent and the demonstrative are in the same sentence, bera must be used, and\nnot hura\n(II) if the antecedent and the demonstrative are not in the same sentence, eastern varieties\nprefer hura whereas western varieties prefer bera if the antecedent has been mentioned. This\nwestern usage has two exceptions:\n (a) if the sentence containing bera contains another Noun phrase that could count as its\n antecedent, hura is preferred even if its antecedent has beenmentioned previously in\n another sentence;\n (b) if the antecedent of the demonstrative belongs to a group that has been mentioned.\n7. Number.\n", "Singular is the unmarked case, and only plural is marked overtly. Hence, the best way to think\nof the category number is to consider it in terms of a binary category [+plural] versus [- plural].\n7.1. Number and Determiners. The specification for number in the Noun Phrase belongs in the\nDeterminer category and it is morfologically inseparable from it. Therefore, determinerless Noun\nPhrases cannot be marked for number even if they are semantically plural (63c). Only Noun Phrases\nthat are headed by an overt determiner can have plural marking on them (63 b,d).\n", "(63)\n a. txakurr-a c. lau txakur\n dog-det four dog\n 'the dog' 'four dogs'\n b. txakurr-ak d. lau txakurr-ak\n dog-detpl four dog-detpl\n 'the dogs' 'the four dogs'\nThere is no way of marking the Noun phrase in (63c) with a plural morpheme without\ninvolving the determiner as in (63d). Therefore, there are no morphologically plural determinerless\nNoun phrases in Euskara. Plurality can also be encoded in the demonstratives, since they belong in\nthe class of determiners. Their plural forms have been illustrated in 6.2., where demonstratives were\noverviewed.\n7.2. Proximity plural determiner ok. The plural determiner ak has the variant ok, which indicates\nproximity in real or imaginary space or time. Thus, for instance, it is often used as the determiner of a\nvocative Noun phrase that refers to the audience addressed, for its proximity to the speaker:\n(64)\n goazen, lagun-ok\n let's go, friend-detpl\n 'let us go, my friends'\nIt is also often used to refer to a group that includes the speaker:\n(65)\n gizakiok ez dugu lurra ondo zaintzen\n human-detplnot have-we earht-det well take-care-of-imp\n 'we humans do not take good care of the earth'\nBut it can be used generally to refer to any plural entity that is near the speaker:\n(66)\n a. kendu platerok mahai gainetik\n take plate-detpltable top-from\n 'take those plates from the table'\n b. egun-o-tan ez dugu berririk jaso\n day-detpl-in not have-we new-prt received\n 'we have not received news these days'\n(66a) illustrates and example where the proximity is spatial, since the plates are near the\nspeaker. The example in (66b) illustrates the proximity determiner in a postpositional phrase. The\npostpositional phrase is headed by the locative postposition, and the determiner looses its final k. In\nthis second example, the proximity of the days is of course temporal.\n8. Pronouns.\n", "Pronouns are perhaps best thought of as determiners that do not take Noun phrases, but we\nwill consider them in a separate class of their own. It must be noted, however, that often times the\nborder that separates indefinite quantifiers, determiners and pronouns is not very clear, indicating\npossibly that they all belong in the same category. In this respect, the curious reader is encouraged to\ncompare some indefinite quantifiers considered in 5.3., with what we will call indefinite pronouns in\nthis section, to asses their similarities.\n8.1. Person pronouns. The basic paradigm of personal pronouns is the following:\nni: first person singular pronoun. It always refers to the speaker:\n(67)\n ni joango naiz\n I go-irr am\n 'I will go'\nhi: Second person singular pronoun. It always refers to the hearer. This pronoun is only used\nin family or friendship settings, and it is not used in all varieties of Euskara. It has the peculiarity of\nobligatorily triggering addressee agreement, which is discussed in chapter 4.\n", "(68)\n hi joango haiz?\n you go-irr are\n 'will you go?'\nzu: Second person singular pronoun. It always refers to the hearer. It is used in all varieties of\nthe language, and in varieties where hi is used, zu is used in all environments where the former is not\nappropriate.\n", "(69)\n zu joango zara\n you go-irr are\n 'you will go'\ngu: First person plural pronoun. It always refers to a group that includes the speaker.\n", "(70)\n gu joango gara\n we go-irr are\n 'we will go'\nzuek: Second person plural pronoun. It always refers to a group that includes the hearer.\n", "(71)\n zuek joango zarete\n you go-irr are\n 'you will go'\nThere are no special forms for third person pronouns. Euskara makes use of the demonstrative\nsystem to refer to third person entities. A given form of a demonstrative is also used as a very polite\nsecond person pronoun. Pronominal uses of demonstratives have been discussed in 6.2.2.\n8.1.1. Emphatic person pronouns. There is a second series of emphatic personal pronouns that can\nbe used alone or following a basic person pronoun. The emphatic pronouns have different forms\ndepending on the variety of Euskara:\nemphatic of ni: neu, nerau, nihaur.\nemphatic of hi: heu, herori, hihaur.\nemphatic of zu: zeu, zerori, zuhaur.\nemphatic of gu: geu, gerok, guhaur.\nemphatic of zuek: zeuek, zerok, zuihauk.\n", "In general, western varieties of Euskara have a stronger tendency to use emphatic pronouns\nthan eastern varieties. Emphatic pronouns can be used in the following circumstances:\n(I) they are used alone when the pronoun is the galdegaia of the sentence, especially if it is used\ncontrastively (72)\n(72)\n a. neuk ekarri dut hori\n I-emph-E brought have that\n 'I have brought that/ It's me who brought that'\n b. zeuk agindu duzu\n you ordered have\n 'you have ordered it'\nEmphatic pronouns in galdegaia function cannot be used in negative sentences, regardless of\nwhat galdegaia position is chosen:\n(73)\n a.*zeuek ez duzue ekarri\n you-emph-E not have brought\n b.*ez dun heuk ekarri\n not have you-emph-E brought\n(II) Emphatic pronouns are also used in other contrastive environments, typically in topic functions,\neven if they are not the galdegaia of the sentence, as in (74). When immediately following a normal\npronoun they also constitute topics, equivalents of English 'as for me', as shown in (74b).\n", " (74)\n a. geuk behintzat, ez dugu hori ekarri\n we-emph-E at least, not have that brought\n 'as for us, we have not brought that'\n b. nik neuk, ez dakit zer egin\n I-E I-emph-E not know what do\n 'as for me, I don't know what to do'\nEmphatic pronouns cannot be used as vocatives:\n (75)\n a. *heu mutil, erdu hona!\n you, boy, come here\n b. hi mutil, erdu hona!\n 'you boy, come here!'\n8.2. Interrogative pronouns. Interrogative pronouns are used to construct partial questions. Here, we\npresent the basic list of interrogative pronouns:\n nor 'who'\n zein 'which'\n zer 'what'\n These interrogative pronouns can inflect for case:\n nor nori nork\n who who-dative who-ergative\n zer zeri zerk\n what what-dative what-ergative\n zein zeini zeinek\n which which-dative which-ergative\n They can also take postpositions, and constitute various interrogative postpositional phrases:\n nor-en zer-tan zein-etatik\n who-gen what-in which-from\n 'whose' 'in what' 'from which'\nAdverbial interrogatives in general cannot be directly derived by combining one of these basic\ninterrogative pronouns with a postposition. Consider, for instance, non 'where' and noiz 'when'. Other\nadverbial interrogatives are derived by combining the base non 'where' with the relevant postposition:\nnon-dik 'where-from', no-ra 'where-to', etc...\n8.3. Indefinite pronouns derived from interrogatives. There are several paradigms of indefinite\npronouns that are formed taking the interrogative pronoun as a base.\n8.3.1. Existential indefinites. They are formed by adding the morpheme bait: norbait 'someone',\nzerbait 'something', nonbait 'somewhere'... in western varieties, these are formed by repeating the\ninterrogative and inserting the conjunctive edo 'or': nor edo nor 'someone', zer edo zer 'something',\nnon edo non 'somewhere'.\n8.3.2. Universal, free-choice indefinites. There are two ways to construct them:\n(a) in western varieties, they are derived by prefixing edo to the interrogative: edonor\n'whoever', edozer, 'whatever', edozein, 'whichever', edonon 'wherever' etc...\n(b) in eastern varieties, they are derived by suffixing nahi to the interrogative pronoun:\nnornahi 'whoever', zernahi 'whatever', zeinhai 'whichever', nonahi 'wherever' etc...\n", "These quantifiers most often take the semantic value that 'free choice any' has in English.\nConsider a few examples:\n(76)\na. edonork egin dezake hori\nanyone do it-can that\n'anyone can do that'\nb. edozer eros daiteke diru horrekin\nanything buy can-be money that-with\n'anything can be bought with that money'\nc. edonon aurkitzen dira bedar hauek\nanywhere find-hab are grass these\n'these grass can be found anywhere'\n8.3.3. Negative Polarity Items. They are formed by prefixing e or i to the interrogative pronoun:\ninor anybody\nezer anything\ninon anywhere\nand they can be declined for case, or take postpositions in the same fashion that simple interrogatives\ndo. Negative Polarity Items can only appear under the scope of downward entailing operators such as\nnegation (77a) (Ladusaw (1979)), quantifiers such as gutxi 'few' (77b), conditionals (77c), and yes/no\nquestions (77d), for instance:\n(77)\n a. ez da inor etorri\n not is anybody arrived\n 'Noone arrived'\n b. ikasle gutxik ikasi dute ezer\n student few-E learned have anything\n 'Few students have learned anything'\n c. inon aurkitzen baduzu, harrituko naiz\n anywhere find-hab if-have-you, surprise-irr am\n 'if you find it anywhere, I will be surprised'\n d. inork ekarriko al du?\n anyone-E bring-irr int has\n 'Will anyone bring it?'\nEnvironments that are not downward entailing do not permit the presence of these pronouns,\nas the ungrammaticality of (78a, b) shows:\n(78)\n a. *ikasle guztiek ikasi dute ezer\n student all-det learned have anything\n b. *zoriona inon dago\n happiness-det anywhere is\nThese Negative Polarity Items can appear in environments that are not downward entailing,\nand receive a 'free-choice' interpretation, similar to the pronouns overviewed in 8.3.2. Examples are\ngiven in (79):\n(79)\n a. inoren eritzia da hori\n anyone-gen opinion-det is that\n 'that is anyone's opinion'\n b. inork esango luke erregearen alaba zarela!\n anyone say-irr would king-det-gen daughter-det are-that\n 'Anyone would say that you are the king's daughter'\nThe example in (79a) refers to an opinion that anyone can hold, and the example in (79b) is a\nsardonic exclamation, only applicable to someone who is absolutely not the king's daughter.\n", "Occasionally, and particularly in ready-made sentences and aphorisms, these polar pronouns\ncan also take on meanings such as 'someone else'. We provide an example in (80):\n(80)\ninork beti errua\nanyone-E always blame-det\n'someone else always (bears) the blame'\n8.3.4. Plural Interrogatives. In western varieties mostly, interrogative pronouns can take the plural\nmorpheme tzu to indicate plurality. The reader is invited to read again the considerations made\nregarding the relationship between number and the determiner class. Given what was said there, the\npresence of a plural morpheme that can be attached to interrogatives strengthens the hypothesis that\ndeterminers and pronouns in general constitute a natural class in Euskara.\n", "The forms created by the addition of the plural marker are:\nnor 'who' nortzu 'who (plural)'\nzer 'what' zertzu 'what (plural)'\nzein 'which' zeintzu 'which (plural)'\n8.4. Anaphors and reciprocals. Strictly speaking, there are no anaphoric pronouns in Euskara.\nAnaphors pronouns in Euskara, like in many other languages of the world, make reference to a body\npart. In the case of Euskara, the body part is the head. Hence, 'my own head' is the translation of the\nNoun phrase corresponding to English 'myself'. The anaphor is thus a determiner phrase headed by\nthe determiner a. The determiner phrase contains a Noun phrase, headed by the Noun buru 'head'.\nThis Noun phrase contains a genitive phrase which contains the relevant personal pronoun. This\n'russian doll' structure is illustrated in (81):\n(81)\n[ [ [ [ neu ] re ] buru] a]\n[DP[NP[PP[DPpronoun]genitive] noun] determiner]\nThe paradigm of anaphors is:\nneure burua myself\nheure burua yourself\nbere burua her/himself\ngeure burua(k) ourselves\nzeuen burua(k) yourselves\nbere burua(k) themselves\nIn the plural persons, the determiner can either be singular or plural; the parenthesis indicates\nthis option. Third person anaphors are made by using the anaphoric pronominal bere, overviewed in\n6.2.2.\n", "The reciprocal pronoun in Euskara is elkar 'each other'. There is a variant of this reciprocal:\nbata bestea, literally 'the one the other', which is also used as a reciprocal. Although ther antecedent\nmust be plural, elkar and bata bestea themselves are not plural, and therefore they do not trigger\nplural agreement on the verb:\n(82)\na. Anek eta Jonek elkar maite dute\nAne-E and Jon-E each-other love have-they\n'Ane and Jon love each other'\nb. Anek eta Jonek batak bestea maite dute\nAne-E and Jon-E one-det-E other-det love have\n'Ane and Jon love each other'\nAnaphor phrases and reciprocals can be inflected for case, and they can also take postpositions\nto form postpositional phrases:\n(83)\na. gaur ez naiz neure buruarekin ondo konpontzen\ntoday not am my own head-with well get-along\n'today I am not getting along well with myself'\nb. Ane eta Jon elkarrekin bizi dira\nAne and Jon each-other-with live are\n'Ane and Jon live with each other'\nAnaphors and reciprocals must have their antecedent in the same sentence:\n(82)\na. Mirenek bere burua zaintzen badaki\nMiren-E herself take-care-hab yes-knows\n'Miren knows (how) to take care of herself'\nb. Jonek bere buruari hitz egiten dio sarri\nJon-E himself-D word make-hab has-it-him often\n'Jon often talks to himself'\nThe antecedent of the anaphor need not precede it linearly, as the comparison between the\nexamples in (82) and (83) illustrate:\n(83)\na. bere burua zaintzen badaki Mirenek\nherself take-care-hab yes-knows Miren-E\n'Miren knows (how) to take care of herself'\nb. bere buruari hitz egiten dio Jonek sarri\nhimself-D word make-hab has-it-him Jon-E often\n'Jon often talks to himself'\nIt is generally accepted that the antecedent must be higher in the basic syntactic structure than\nthe anaphor or the reciprocal. Thus, for instance, anaphors and reciprocals do not usually appear as\nsubjects, presumably because there is no antecedent high enough to command them:\n(84)\na. *elkar gurekin etorri gara\neach-other we-with arrived are\nb. gu elkarrekin etorri gara\nwe each-other-with arrived are\n'we have arrived together (with each other)'\nHowever, this issue might turn out to be a little more complex. The examples in (85) appear\nrather acceptable, despite the fact that the anaphoric expression is marked with ergative case, the\nsubject case, which there are good reasons to believe is the highest in the basic syntactic structure:\n(85)\na. egunotan, neure buruak kezkatzen nau\nday-det-in my-own head-det-E worry-hab me-has-it\n'these days, my(own)self worries me'\nb. neure buruak agintzen dit zer egin eta zer ez\nmy-own head-E order-hab has-me-it what do and what not\n'My own self orders me what to do and what not (to do)'\nWhatever turns out to be the explanation for examples like the ones in (85), it is generally true\nhowever, that most predicates do not allow subject anaphors:\n(86)\n*neure buruak ikusi nau ni\nmy-own head-E seen me-has-it I\n(*myself has seen me)\n1. There is only one exception to this rule, which involves the noun jente 'people',\nin combination with the adjective gazte 'young' :\n(i) gazte jentea\nyoung people\n'the young people'\nIt is used in some varieties of the language to refer to 'the youth'.\n", "3. CASES AND POSTPOSITIONS\n 1. Grammatical cases: the basics.\n", " 1.1. Absolutive case.\n", " 1.2. Ergative case.\n", " 1.3. Dative case.\n", " 2. Partitive.\n", " 2.1. Partitive as a polar determiner.\n", " 2.2. Partitive and absolutive.\n", " 3. Postpositions.\n", " 3.1. Declension versus agglutination.\n", " 3.2. Changes induced by morpheme merger.\n", " 3.3. Locational postpositions.\n", "3.3.1. Animacy: the morpheme ga.\n", "3.3.2. Singular determiners versus others: the morpheme ta.\n", " 3.4. Other postpositions.\n1. Grammatical cases: the basics.\n", " There are three grammatical cases in Euskara: Ergative, Dative and Absolutive. They are\nmarked on the Noun phrases by the following endings or morphemes: k for the ergative, i for the\ndative and zero for the absolutive. Example (1) inflects the Noun phrase hamaika pauso 'eleven\nsteps' for each case:\n (1)\n a. hamaika pausok\n eleven step-E\n 'eleven steps (ergative'\n b. hamaika pausori\n eleven step-D\n 'eleven steps (dative)'\n c. hamaika pauso\n eleven step-A\n 'eleven steps (absolutive)'\n The example chosen being a determinerless Noun phrase, all that is added is the case ending\nitself. Notice that one case morpheme attached at the end suffices to mark the entire Noun phrase;\nthat is, we do not have to attach an ergative marker to each of the words of the Noun phrase in (1a),\nnor do we have to add more than one dative marker in (1b). Adding the case ending at the end of the\nlast word, whichever this might be, is enough to mark the entire phrase.\n(1a) illustrates a Noun phrase inflected for ergative case (this is another way to say that the\nNoun phrase has the case marker corresponding to the ergative). The case morpheme k is glued to the\nlast word and the Noun phrase now bears ergative case. We will see later what ergative case is, in\nsection 1.2.\n", "In (1b), things are a little more complex: if we take the Noun phrase hamaika pauso and add\nthe dative case morpheme i, we should obtain *hamaika pausoi (the asterisk is there to remind us\nthat this is not the form the grammar eventually creates). There is an extra r that does not belong to\nthe Noun phrase or to the case ending. This extra r is called an epenthesis, and the reason why it is\nthere, is that (the phonotactics of) Euskara will not accept the combination o+i at morpheme\nboundaries. To avoid it, an r is inserted. Euskara accepts the combination ori because it has a\nconsonant separating those two vowels. Languages differ as to what combinations they like or\ndislike, and therefore they insert epenthetic sounds in different places, for different reasons. We will\nencounter other instances of epenthetic insertions throughout this chapter.\n", "Finally, (1c) illustrates the Noun phrase inflected for absolutive case. This one is absolutelly\nthe easiest, because the way to inflect it is to do nothing, or at least nothing visible. Another way to\nsay 'nothing' is to say that there is a 'zero morpheme' (linguists will actually say that a 'zero\nmorpheme' is not the same as 'nothing', and they have good reasons for it, but at this level of\ndiscussion, let's at least conclude that another way of saying 'nothing visible' is 'zero morpheme').\n", "Now pay attention to the glosses (those would be the funny sentences that look like English\nbut are not quite English right underneath the examples in Euskara). You see that the gloss for the\nergative ending is 'E', and the gloss for the dative case ending is 'D'. The gloss for the invisible\nmorpheme in the absolutive case is 'A'. From now on, ergative and dative cases will be glossed as E\nand D respectively. As for the gloss of the absolutive, it will oscillate between A and no gloss at all.\nLinguists are not yet in agreement as to whether the ending of the absolutive is something invisible or\nnothing at all. Glossing the silent ending as A leans towards the first option, since we name in the\ngloss something that we don't perceive but which is nevertheless there. Not providing a gloss\nindicates there is nothing to gloss at all. This description would like to remain noncommital regarding\nthis issue, hence the hesitation in the gloss. Mostly, Noun phrases marked with absolutive case will\nreceive no gloss for case, but when discussing verbal morphology in chapter 4, the gloss A will be\nused to mark agreement with absolutive, which is mostly visible.\n1.1. Absolutive case. Let us start with the case that seems easiest; the absolutive, also called the null\ncase, or the unmarked case. A Noun phrase bears absolutive case under two conditions:\n(I) if it is the subject of a verb that only takes one argument, that is, if it is the subject of an\nintransitive verb, as shown in (2a)and\n(II) if it is the object of a verb that takes at least two arguments, that is, if it is the object of a\ntransitive verb, as shown in (2b).\n", " (2)\n a. otsoa etorri da\n wolf-det arrived is\n 'The wolf has arrived'\n b. ehiztariak otsoa harrapatu du\n hunter-det-E wolf-det caught has\n 'the hunter has caught a/the wolf'\nVocatives also take absolutive case, or at least they do not take any other visible case ending:\n (3)\n a. Nekane, alde hemendik!\n", " Nekane, out here-from\n 'Nekane, get out of here!'\n b. Eskerrik asko, alkate andrea!\n thanks many mayor lady-det!\n", " 'Thank you, (lady) major!'\n Some descriptions of Euskara extend the distribution of absolutive case to many other\ndomains, such as predicate phrases and measure phrases. This grammar will not include those\ndomains, since there appears to be little evidence that those phrases do actually bear absolutive, aside\nfrom the fact that they have no visible case ending. It is possible that they are simply caseless, as it is\ncommon in other languages.\n1.2. Ergative case. The morpheme for ergative case is, as we have seen, k. If the word it attaches to\nends in a consonant, then an epenthetic vowel e is inserted, as illustrated in (4):\n (4)\n a. zazpi gizon+k\n seven man-E\n b. zazpi gizonek\n seven man-E\n 'seven man (ergative)'\n (4a) presents the Noun phrase and the case marker, which yield an output that is not\nacceptable in Euskara. (4b) presents the same Noun phrase and the case marker, where the epenthetic\nvowel e has been inserted. This is the output Euskara creates in this case.\n", " Noun phrases are inflected for ergative case if they are subjects of transitive verbs:\n(5)\na. zazpi gizonek ekarri dute pianoa\nseven man-E brought have piano-det\n'seven men have brought the piano'\nb. etxeko txakurrak ikusi gaitu\nhouse-of dog-det-E seen us-has\n'the dog of the house has seen us'\nc. Mirenen anaiek ez dakite kanta hau\nMiren-gen brother-detpl-E not know song this\n'Miren's brothers don't know this song'\n(5a) illustrates our previous example Noun phrase as the subject of the transitive verb ekarri\n'to bring'. (5b) illustrates a singular definite Noun phrase marked with ergative case, since it is the\nsubject of the verb ikusi 'to see'. Finally, (5c) illustrates a plural definite Noun phrase inflected for\nergative. Note that when the ergative marker k attaches to the plural determiner ak, the resulting form\nis ek. Again, this Noun phrase is the subject of a transitive verb, in this case, jakin 'to know'. Along\nthese lines, it must also be noted that the combination of the proximity determiner ok and ergative k\nyields ok. Thus, regarding Noun phrases ending in the proximity dterminer ok, the absolutive and the\nnominative forms are identical; this is called 'syncretism'.\n", "There is a small set of verbs that require ergative subjects, despite the fact that they do not\nappear to be transitives. Some of these verbs are: iraun 'to remain' (6a), irakin 'to boil' (6b), and\nihardun 'to be engaged' (6c).\n", "(6)\na. gure etxeak zutik irauten du\nour house-det-E standing remain-hab has\n'our house remains standing'\nb. urak irakin du\nwater-det-E boiled has\n'the water has boiled'\nc. langileak lanean dihardu\nworker-det-E work-in engages\n'the worker is (engaged in) work(ing)'\n1.3. Dative case. The morpheme for the dative case is i. If it attaches to a base ending in a vowel, an\nepenthetic r is inserted. Consider the following examples:\n(7)\na. zazpi gizoni eman diet lana\nseven man-D given have-them-I work-det\n'I have given work to seven men'\nb. etxeko txakurrari hezur bat eman diozu\nhouse-of dog-det-D bone one given have-it-you\n'You have given a bone to the dog of the house'\nc. Mirenen anaiei oparia ekarri diezu\nMiren-gen brother-detpl present-det brought have- them-you\n'You have brought a present to Miren's brothers'\nAs it is to be expected, in example (7a) the word gizon 'man' and the dative morpheme i get\ntogether directly. In (7b), the epenthetic r is inserted between the determiner a that is attached to the\nNoun txakur 'dog' and the dative morpheme i, resulting in txakurr+a+r+ i. The double rr at the end\nof txakur does not reflect a morphological process, nothing has been added in the morphology.\n", "In (7c), the dative morpheme has been attached to the plural determiner ak. The components\nare anaia+ak+i. Note that given the pieces to put together, there is no reason to insert the epenthetic\nr. Phonological processes that we will not consider here turn the underlying form anaiaaki into\nanaiei.\n", "The dative case is given to Noun phrases with various different jobs in the sentence; in this\nsense, it is harder to give a characterization of conditions for dative assignment without running into a\nlongish list. This is a clear indication that it is the least well understood case in the system.\n", "Dative case is given to the second object, or the indirect object in a verb that has three\narguments. For instance, if we consider the examples in (7), we can see that the verbs in the sentences\nare: eman 'to give', which normally takes the subject giver, the object given, and the indirect object\nwhich is the recipient of the object; the other verb is ekarri to bring, where, besides who brings what,\nwe can talk about who it was brought for.\n", "Some verbs that have only two arguments require that one of them be marked with dative\ncase. Some of these verbs are ekin 'to start on, to engage on' (8a), eutsi 'to hold' (8b), begiratu 'to\nlook at' (8c):\n(8)\na. lanari ekin behar diogu\nwork-det-D engage must have-it-we\n'we must engage in work'\nb. Mikelek zezenari adarretatik eutsi dio\nMikel-E bull-det-D horn-detpl-from held has-it-him\n'Mikel held the bull from the horns'\nc. sugeak txoriari begiratu dio\nsnake-det-E bird-det-D look-at has-it-it\n'the snake has looked at the bird'\n2. Partitive case.\n", "A Noun phrase can be marked with partitive if it meets the conditions for absolutive case.\nHowever, not all Noun phrases that meet the conditions for absolutive case can be marked with\npartitive. For a Noun phrase to be marked with partitive case, further conditions must be met that go\nbeyond grammatical function, and that are irrelevant to absolutive case in general.\n", "In fact, as we will see throughout this discussion, it is not clear whether the partitive\nmorpheme should be treated as a case morpheme or as a determiner. In this description, we include\npartitive among the grammatical cases, following the stardard practice in descriptions of Euskara, but\nvarious pieces of evidence will be presented that suggest that this might not be the best way to\nclassify it. Rather, what is called partitive case in Euskara might turn out to be best thought of as an\nindefinite, polar determiner, akin to the English polar determiner any.\n2.1. Partitive as a polar determiner. Let us start our discussion with a few examples of partitive\ncase. In particular, we will consider the example sentence in (9) in contrast to the example sentences\nin (7).\n", "(9)\na. zazpi gizoni ez diet lanik eman\nseven man-D not have-them-I work-prt given\n'I have not given any work to seven men'\nb. etxeko txakurrari hezurrik eman diozu?\nhouse-of dog-det-D bone-prt given have-it-you\n'Have you given any bone to the dog of the house?'\nc. Mirenen anaiei oparirik ekarri badiezu\nMiren-gen brother-detpl present-prt brought if-have- them-you\n'If you have brought any present to Miren's brothers'\nThere are two differences between the examples in (9) and the examples in (7):\n(I) the first difference is that whereas the sentences in (9) are all declarative, the sentences in\n(7) are negative (7a), interrogative (7b) and conditional (7c). What these three have in\ncommon is that they are all downward entailing environments.\n", "(II) The second difference is that the objects of the three sentences in (9) do not have the same\nendings as the sentences in (7): whereas in (7a) and (7c) the object bears the determiner a, and\nin (7b) the object has the numeral bat 'one', in (9) they all have the partitive ending ik (with\nthe epenthetic consonant r inserted in (7c)). Correlating with this difference in morphology,\nthe meaning of the object has changed too, as the translations reflect.\n", "The two differences are in fact correlated. Partitive in Euskara is licensed in downward\nentailing environments, the same environments where Negative Polarity Items are licensed (see 8.3.3.\nin chapter 2). Declarative sentences do not allow the presence of the partitive:\n(10)\na. *txakurrari hezurrik eman diot\ndog-det-D bone-prt given have-it-I\nb. *dirurik eskatu dut kalean\nmoney-prt asked have-I street-in\nThere is one environment where the partitive can appear that is not downward entailing,\nhowever. Partitive marking on a Noun phrase is possible in existential sentences:\n(11)\na. bada ogirik etxe honetan\nyes-is bread-prt house this-in\n'there is bread in this house'\nb. bada zorionik munduan\nyes-is happiness-prt world-in\n'there is hapiness in the world\nThis is one environment where the distribution of partitive does not coincide with the\ndistribution of Negative Polarity Items:\n(12)\n*bada inor etxe honetan\nyes-is anyone house this-in\nThe partitive marker ik is incompatible with any other determiner, which suggest that this\nmarker is in complementary distribution with the elements in the determiner class. Moreover, unlike\nthe grammatical cases, the partitive marker carries a semantic value with it, one of polar\nindefiniteness. That is, not all indefinitess can be marked with partitive. Only indefinitess in\ndownward entailing environments and existential predicates can carry the partitive morpheme.\n", "Partitive Noun phrases are also possible, although never obligatory, in some quantificational\nenvironments, as illustrated in (13) (see section 5.2. in chapter 2):\n(13)\nliburu(rik) gehien irakurri duena Ane da\nbook-(prt) most read has-her-that Ane is\n'the one who has read most books is Ane'\n2.2. Partitive and absolutive. As it has been mentioned in the introductory paragraph to this section,\nNoun phrases carrying the partitive marker must meet the conditions for absolutive case assignment.\nThat is, they have to be either objects of transitive verbs, or subjects of intransitive verbs. Consider\n(14), which consists of the negative versions of the examples in (2):\n(14)\na. otsorik ez da etorri\nwolf-prt not is arrived\n'no wolf has arrived'\n(literally: 'isn't any wolf arrived')\nb. ehiztariak ez du otsorik harrapatu\nhunter-det-E not has wolf-prt caught\n'the hunter hasn't caught any wolf'\nc. *ehiztaririk ez du otsorik/otsoa harrapatu\nhunter-prt not has wolf-prt/wolf-det caught\nBoth (14a) and (14b) are grammatical sentences, where the subject of the intransitive verb\netorri 'arrive' and the object of the transitive verb harrapatu 'to catch' respectively carry the partitive\nmorpheme ik. However, (14c) is not grammatical, the reason being that the partitive marker is\nattached to the subject of the transitive verb, whose case is ergative. Partitive is not available for\ndative Noun phrases either, as shown in (15):\n(15)\n*ez diot etxeko txakurrarik(i) hezurra/ik eman\nnot have-I house-of dog-prt-(D) bone-det/prt given\n(15) illustrates the impossibility of adding the partitive morpheme to a Noun phrase inflected\nfor dative case. The sentence is ungrammatical in all the choice provided by the parentheses: whether\nwe actually add the dative case morpheme on top of the partitive, or whether the direct object carries\nthe a determiner or the partitive.\n", " The behaviour of the partitive just illustrated in the discussion can be interpreted in two\ndifferent ways:\n (I) either the partitive itself is a subvariety of absolutive case, and this would account why it\n cannot be placed where other cases are required, or\n (II) the partitive is not a variety of a case, but a type of determiner, which is incompatible with\n any overt case ending, and it can only appear in environments of absolutive case because this\n is the only case with no ending.\n3. Postpositions.\n", " Euskara has a strong tendency to place the heads of phrases at the end of the phrase; this\nproperty has already been considered in the first and second chapters of this grammar, when talking\nabout the sentence and the Noun phrase. It is not surprising, therefore, that instead of having pre-\npositions at the beggining of prepositional phrases, it chooses to have post-positions, that appear at\nthe end of postpositional phrases. Prepositions and postpositions are in this sense one and the same\ngrammatical category, and Euskara being a head-final language, places them at the end of the\npostpositional phrase. Note, by the way, that case morphemes are no exception to this generalization,\nand they have been argued by some linguists to head case phrases as well.\n3.1. Declension versus agglutination. Many descriptions of Euskara state that Euskara has nominal\ndeclensions, and they provide paradigms for them. We will not follow this practice here, since it is\nby now agreed that the concept of declension is rather misleading in order to describe the language.\nEuskara works more like a child's construction game: phrases are constructuted by attaching\nelements, typically at the end of the previous phrase. This way of constructing phrases by attaching\nmorphemes is known as agglutination. Euskara is therefore and agglutinative language. We have\nseen in chapter 2 that agglutination is the strategy for constructing Noun phrases. The same strategy\nis used to mark these Noun phrases with a grammatical case, as shown above, and this strategy is\nmaintained when building postpositional phrases. Let us consider a couple of examples:\n (16)\n a. [Bilboko kale bat]-ean\n [Bilbo-of street one]-in\n 'in one street of Bilbo'\n b. [zazpi leiho]tatik\n [seven window]from\n 'from seven windows'\n In (16a), the locative postposition has been attached to the last word of the Noun phrase in\nbracktes, the numeral bat 'one', but it is the entire Noun phrase that the postposition takes as its\ncomplements, as the bracketed structure indicates. Similarly, in (16b), the postposition is physycally\nattached to the last word of its complement Noun phrase, in this case the Noun leiho 'window'.\n3.2. Changes induced by morpheme merger. In some cases, the merger of the last word of the\nNoun phrase and the postposition suffers phonological processes that result in an output that is\ndifferent from the mere conjunction of the two words. we have already seen examples of this in our\ndiscussion of examples (1b) and (7c), involving dative case.\n", "Concerning postpositions, the processes that alter slightly the final output of the form involve\nmostly the merger with the determiner. As we consider paticular postpositions, we will point out the\nidiosyncrasies that merger processes may yield in each case. There are three cases that apply to all\nmerger processes and postpositions:\n(I) The plural determiner ak becomes e when a postposition follows it. Thus, for instance, the\nplural lagunak and the instrumental postposition z yield the form lagunez, where the change\nis ak > e.\n", "(II) When a merger involves a vowel-ending word and a vowel-initial postposition, te\nepenthetic consonant r is inserted. Recall the discussion of (1b) and (7c)\n(III) When a merger involves a consonant-ending word and a consonant-initial postposition,\nthe epenthetic vowel e is inserted. Thus, for instance, the combination of the Noun mutur\n'snout, mouth' and the instrumental postposition z yields the form muturrez 'with the mouth\n(downward)'. It must be kept in ind that the dipthong au counts as a consonant in this respect:\ngau 'night' also becomes gauez after the addition of the instrumental postposition.\n3.3. Locational postpositions. They involve postpositions whose function is to place their\ncomplement in some relation with space or time. The locational postpositions are six:\n1. locative n 'in/on'\n2. directional ra 'to'\n3. directional towards rantz 'towards'\n4. directional (endpoint) raino 'up to'\n5. origin tik 'from'\n6. genitive locative ko 'of'\nLocational postpositions have two particularities that do not extend to other postpositions we\nwill consider later. On the one hand, they treat differently animate Nouns and inanimate Nouns. On\nthe other hand, they treat inanimate phrases headed by singular determiners differently from all\nothers. In both cases, the distinction involves the addition of a morpheme: ga in the case of animates,\nta in the case of inanimate phrases lacking a singular determiner.\n", "Regarding the sixth postposition, ko, see also section 4.1. in chapter 2. This is the only\nlocational postposition that does not accept animate complements, therefore the considerations in\n3.3.1. do not apply to it.\n3.3.1. Animacy: the morpheme ga. Locational postpositions differentiate between phrases headed\nby animate Nouns, and phrases headed by inanimate Nouns. When a locational postposition takes an\nanimate Noun phrase as its complement, the morpheme ga is placed between the Noun phrase and the\npostposition, as shown in (17):\n(17)\n[[[gure ama]ren]ga]n\n[[[our mother]gen]ga]in\n'in/on our mother'\nThe example in (17) provides a bracketed representation, hoping to make the discussion easier\nto follow. Surrounded by the innermost brackets, we have the Noun phrase gure ama 'our mother'. In\norder to put it together with the locative postposition n, the noun phrase takes the genitive ending\nren, and then the morpheme ga, after which the postposition is finally attached. The presence of the\ngenitive morpheme is optional in singular Noun phrases, as illustrated in (18):\n(18)\na. adiskide leial-a-ren-ga-n\nfriend loyal-det-gen-ga-in\n'in/on the/a loyal friend'\nb. adiskide leial-a-ga-n\nfriend loyal-det-ga-in\n'in/on the/a loyal friend'\nc. adiskide leial-en-ga-n\nfriend loyal-detpl+gen-ga-in\n'in/on (the) loyal friends'\nAs the examples show, in the case of the singular Noun phrase the genitive morpheme can\neither surface or not (18a, b), but in the case of a plural Noun phrase, the genitive marker is necessary\n(18c). In example (18c), the plural determiner ak and the genitive marker en merge into en, as the\ngloss indicates. As discussed in the section on number, plurality is enconded in the determiner.\nTherefore, the difference betwen a singular and a plural Noun phrase for the purposes of morphology\ndepends on whether the determiner is singular or plural.\n", "What counts as a animate Noun in the grammar of Euskara is not determined by modern\nbiology. Most cases ar rather straightforward, but in trying to draw a border between animates and\ninanimates, curious pairs are often encountered, some of which we will mention here. Abstract\nentities can be treated as animate or inanimate (19a, b), and the reciprocal elkar is always treated as\nan animate, regardless of whether it refers to an inanimate entity (19c).\n", "(19)\n a. zure ideiengan ez daukat nik konfiantza handirik\n your idea-detpl-in not have-I I-E confidence big-prt\n 'I don't have much confidence in your ideas'\n b. bere burutazioetan murgildurik dago\n her/his thoughts-detpl-in immersed is\n 's/he is immersed in her/his thoughts'\n c. etxe hauek elkarrengandik hurbilegi daude\n house these each-other-gen-ga-from near-too are\n 'these houses are too near each other'\nExample (19a) treats the abstract Noun ideia 'idea' as animate, while in (19b), the abstract\nnoun burutazio '(sudden) thought' is treated as inanimate.\n", "There are other cases where an animate entity is treated as an inanimate. There are hardly any\ninstances of the reverse process, however, which would indicate that the specification for animacy\ntreats the animate as the marked value, and the inanimate as the unmarked or default value.\n", "(20)\n a. alabengan aitarenganako joera nabari ohi da\n daughter-genpl-in father-gen-towards tendency-det notice usually is\n 'in daughters, a tendency towards the father is usually noticeable'\n b. alabetan bihurriena, neure Matxalen duzu\n daughter-inpl naughtiest, my Matxalen have-you\n 'of all daughters, the naughtiest is my Matxalen'\n (literally: 'in daughters, the naughtiest you have my Matxalen')\nIn (20a), the Noun phrase headed by the animate noun alaba 'daughter' is treated as animate in\nthe grammar, that is, the morpheme ga is inserted between the genitive morpheme attached to the\nNoun phrase and the locative postposition. In (20b), however, the same Noun is treated as inanimate,\nand no ga morpheme surfaces. As for the ta marker that appears in (20b), we consider it in the next\nsection.\n", "The presence of the ga marker induces certain changes in some locational postpositions,\nwhich we indicate in the paradigm below, made on the basis of the initial paradigm provided in\nsection 3.3. above:\n2. directional ga+ra>gana'to'\n3. directional towards ga+rantz>ganantz'towards'\n4. directional (endpoint) ga+raino >ganaino'up to'\n5. origin ga+tik>gandik'from'\n3.3.2. Singular determiners versus others: the morpheme ta. There is a second distinctive\nproperty of locational postpositions. Among inanimate phrases, they distinguish those that have a\nsingular determiner from those that do not. Noun phrases that do not have a singular determiner must\ncarry the morpheme ta before the postposition. Let us see this by means of an example. We will\ncompare an inanimate phrase with a singular determiner (21a), with another one that does not have a\nsingular determiner (21b):\n(21)\na. [adiskidearen argazkia]n\n[friend-det-gen photo-det]in\n'in the friend's photo'\nb. [hiru argazki]ta-n\n[three photo]ta-in\n'in three photos'\nYou recall from chapter 2, section 5., that indefinite Noun phrases containing a numeral do not\ncarry a determiner. Hence, the basic contrast between the Noun phrases in (21a) and (21b) is that the\nformer ends in the singular determiner a, whereas the later does not. As you can see, the locative\nmarker n, attaches straightforwardly(1) in (21a), but in (21b), it requires the presence of the marker ta.\n", "Other cases where no singular determiner ends the Noun phrase are constituted by plural Noun\nphrases, which are ended in the plural determiners ak or ok, or in the plural versions of\ndemonstratives. They also carry the marker ta:\n(22)\na. adiskidearen argazki-e-ta-n\nfriend-det-gen photo-detpl-ta-in\n'in the friend's photos'\nb. Pirinioko mendi-o-ta-n\nPyrenees-of mountain-detpl-ta-in\n'In the(se) mountains of the Pyrenees'\nc. liburu zahar haue-ta-n\nbook old these-ta-in\n'in these old books'\n As you can see in (22a), the plural determiner ak becomes e after the merger with the\nmorpheme ta. However, the proximity determiner ok and the plural demonstrative hauek 'these', only\nloose their final k.\n3.4. Other postpositions. In what follows, we will list the remaining postpositions, providing\nexamples and stating, when necessary, what changes may happen the merger of the postposition and\nthe Noun phrase.\n", " 1. Comitative ekin 'with': When added to a word ending in a vowel, the epenthetic consonant\nr must be inserted (23a, b). When added to the plural determiner ak, the result is ekin (23d):\n (23)\n a. Gasteizko lagunarekin\n Gasteiz-from friend-det-with\n 'with the friend from Gasteiz'\n b. zazpi zapirekin\n seven handkerchief-with\n 'with seven handkerchiefs'\n c. zenbait gizonekin\n some men-with\n 'with some men'\n d. Gasteizko lagunekin\n Gasteiz friend-detpl-with\n 'with the friends form Gasteiz'\n 2. Instrumental z 'with', 'by': when it is added to a word ending in a consonant, the epenthetic\nvowel e is inserted (24b):\n (24)\n a. zure giltzaz\n your key-det-ins\n 'with your key'\n b. hamaika oharrez jositako liburua\n eleven note-ins sewed book-det\n 'a book full of notes'\n (literally: 'a book sewed with eleven notes')\n c. Bizkaiko mendiez mintzatu gara\n Biscay-from mountain-detpl-ins spoken are-we\n 'we have spoken of the mountains of Biscay'\n 3. Cause, motive gatik 'because', 'for': the genitive en is inserted between the postposition and\nits complement. The genitive is optional in phrases containing a singular determiner (25a), not so\nfrequently in phrases containing a plural determiner.\n", " (25)\n a. argia(ren)gatik gustatzen zait Menorca\n light-det-(gen-)because like is-to me Menorca\n 'I like Menorca because of the light'\n b. arrazoi birengatik ukatu didate dirulaguntza\n reason two-gen-because denied have-me-they grant-det\n 'they have denied the grant to me because of two reasons'\n c. gure adiskideengatik egingo dugu\n our frien-detpl-gen-because do-irr have-we\n 'we will do it for our friends'\n4. Goal entzat 'for': the usual epenthetic processes apply when necessary.\n", " (26)\n a. Amaiarentzat erosi dut oparia\n Amaia-for bought have-I present-det\n 'I have bought the present for Amaia'\n b. bost mutilentzat dira mozorro horiek\n five boy-for are costume those\n 'those costumes are for five boys'\n c. gure familiako umeentzat egingo dugu jaia\n our family-from child-detpl-for do-irr have-we party-det\n 'we will have a party for the children in our family'\n 1. It is far from clear that the singular inanimate phrases that take the locative\nmarker are built up by merging the determiner a and the locative ending n, but the\nreasons that bring us to this conclusion would complicate our current discussion.\nTherefore, we have opted to leave this issue aside.\n", "4. THE VERB AND ITS MORPHOLOGY.\n", "1. The verb and its morphology: a quick overview.\n", "2. The verb.\n", "2.1. Transitives and intransitives.\n", " 2.1.1. Weather predicates.\n", " 2.1.2. Borderline transitive verbs: Unergatives and others.\n", " 2.1.3. Intransitives: Unaccusatives and others.\n", " 2.1.4. Inchoatives.\n", " 2.1.5. Causatives.\n", "2.2. Synthetic and periphrastic.\n", "3. Aspect.\n", "3.1. The perfective.\n", "3.2. The imperfective.\n", " 3.2.1. The progressive ari construction.\n", "3.3. The unrealized.\n1. The verb and its morphology: a quick overview.\n", "In this introduction, we will provide a quick overview of the verb and its morphology in\nEuskara, distinguishing some basic components that will be described in more detail in the following\nsections. We will use a few examples as guides. Consider first a rather simple sentence:\n(1)\nemakumea heldu da\nwoman-det arrived is\n'the woman has arrived'\nThe sentence in (1) contains an intransitive verb heldu 'to arrive'. As an intransitive, it takes\none argument, emakumea 'the woman'. The verb is accompanied by a third person singular form of\nthe verb izan 'to be', which is da 'is'.\n", "Let us focus on the verb heldu 'to arrive'. You can see that, out of the two, this is the most\nrelevant one as far as the meaning of the sentence is concerned: the sentence in (1) talks about an\narrival, not about being. Therefore, we will say that heldu in (1) is the 'main verb', and we will refer\nto the accompanying da verb as the 'auxiliary verb'. When talking about all the verbal material,\nincluding main and auxiliary verb, we will often use the term 'verbal complex'. The main verb\ndetermines what event the sentence refers to, whether one of arriving, loving, or writing. Now\ncompare (1) and (2):\n(2)\nemakumea heltzen da\nwoman-det arriving is\n'the woman arrives'\nThe only difference between the two sentences is the ending of the main verb. Whereas in (1)\nthe ending was du (hel+du), in (2) the ending is tzen (hel+tzen). The reader should be warned that\nthe glosses and translations we have provided in these initial examplesdo not cover exactly the\nsemantic range of the examples, but from them it can already be inferred that (1) expresses an event\nof arriving that has already taken place, whereas (2) expresses and event of arriving that is under way\nbut not completed. These differences in meaning are due to the aspect of the verb; the endings du and\ntzen on the main verb are aspectual morphemes. Aspectual morphemes in Euskara are attached to\nthe end of the main verb.\n", "Let us now focus on the auxiliary verb da 'is'. The auxiliary verb carries information about the\narguments in the sentence, whether the sentence is present or past, etc... The form da in particular,\nsays that there is only one argument in the sentence, that this argument is a third person, and that the\nsentence is present tense. We will now see a couple of examples where the information the auxiliary\nmust convey is different, and you will see that the form of the auxiliary changes accordingly:\n(3)\n a. zu heldu zara\nyou arrived are\n'you have arrived'\nb. emakumea heldu zen\nwoman-det arrived was\n'the woman arrived'\nIn (3a), the sentence does not contain a third person subject; this time the subject is a second\nperson singular pronoun. The auxiliary reflects this change, by inflecting for the form of the verb\nizan 'to be' that corresponds to second person singular: zara. In (3b), the time of the event denoted by\nthe sentence is not present, but past. Accordingly, the auxiliary takes the form of the verb izan 'to be'\nthat corresponds to a third person singular, past tense: zen. As we will see throughout the chapter, the\ninformation that the verbal complex is capable of encoding in Euskara can be very elaborate: it\nencodes the nature of the subject, and also of the object and the indirect object, if there are any; it\nencodes modality variations, and it can even encode the gender of the person we talk to. We will\nconsider all these issues under the name of Inflection.\nSometimes, we find sentences that have a single verb, as the ones in (4), which do not display a main\nverb and an auxiliary:\n(4)\n a. Zuk asko dakizu\n You-E much it-know-you\n 'you know a lot'\n b. nire gurarien kontra naramazue zuek ni hara\n I-gen desire-genpl against me-take-youpl youpl-E I-A there\n 'You are taking me there against my will'\n In (4a), we find a form of the verb jakin 'to know'. You can see the root of this verb, aki,\ninside the form in the example: d-aki-zu 'you-know-it'. The surrounding morphemes are indications\nof the type of arguments this verb takes in this sentence: first, an indication that the object of the verb\nis a third person d, then, an indication that the subject of the verb is a second person singular zu 'you'.\nFrom the form of the morpheme corresponding to the third person object d, plus lack of any other\nspecification regarding tense, we conclude that it is present.\n", " In (4b), we find a form of the verb eraman 'to take (away)'. You can find the root of this verb\n(rama) inside the form in the example: na-rama-zue 'me-take-you(plural)'. The surrounding\nmorphemes tell us how many and what kind of arguments the verb takes: the morpheme na indicates\nthat the object is first person singular, and the morpheme zue indicates that the subject is a second\nperson plural. Since there is no manifest indication for tense, we conclude that it is present.\n", " These verbs that bring together the main verb and the inflection are called synthetic verbs in\nthe Basque grammatical tradition, and the complex ones illustrated in (1), (2), (3) are called\nperiphrastic verbs.\n", " Regarding word order in the verbal complex, see section 1 in chapter 1.\n2. The verb.\n", " We will start out with the verb, leaving for later considerations concerning aspect and\ninflection. Here, we will look at different types of verbs, regarding two parameters: transitivity on the\none hand, and the way in which they inflect on the other. As you will see, causative verbs have been\nincluded in the transitivity parameter, given the fact that they add one more actant to the array of\nactants of the base verb.\n", " Verbs in Euskara are named in their perfective form. That is, when we refer to a verb such as\nheldu 'to arrive', the form we quote is not the bare verbal root, which, as we saw in examples (1) and\n(2) above, is actually hel. The form quoted is the combination of the verbal root and the perfective\naspectual morpheme, which together form a perfective participle. As we will see throughout the\nchapter, some verbal inflections make use of the root alone, for instance the formation of causatives,\nor inflected forms containing modals, as in hel daiteke 's/he can arrive'. Nevertheless, in referring to\nverbs we will use the standard usage of quoting the perfective participle, despite the fact that it is\nmorphologically complex.\n2.1. Transitives and intransitives. Verbs can be transitive or intransitive: transitive verbs are those\nthat have a subject and an object, intransitive verbs lack an object. In general, transitive and\nintransitive verbs in Euskara behave differently: transitives display a subject marked with ergative\ncase, and an object marked with absolutive case (5a). Intransitives display a subject marked with\nabsolutive case (5b):\n(5)\na. txakurrak katua ikusi du\ndog-det-E cat-det-A see-prf has\n'the dog has seen the cat'\nb. katua joan da\ncat-det-A gone is\n'the cat has left'\nAnother property that distinguishes transitive verbs from intransitives is the auxiliary verb\nthey display: transitive predicates take forms of the verb ukan 'to have' for auxiliaries (5a), whereas\nintransitives take forms of the verb izan 'to be' for auxiliaries (5b).\n", "As for the verbs themselves, however, there is no special morpheme signaling whether a given\nverb is transitive or intransitive. Transitivity is manifested in the number of arguments, the cases they\nbear, and the auxiliary selected.\n2.1.1. Weather predicates. Weather predicates constitute a special class of transitives: they do not\nexpress their ergative argument. Consider (6):\n(6)\ngaur euria egin du\ntoday rain-det made has\n'it has rained today'\nThe sentence in (6) contains an absolutive Noun phrase, euria 'the rain', and a transitive verb\negin 'make, do'. The auxiliary selected is a form of ukan 'to have', inflected for present tense, third\nperson object and third person subject. However, there is no expressed ergative Noun phrase, nor can\nthere be. Other weather predicates are illustrated in (7):\n(7)\na. Gorbeian elurra egiten du neguan\nGorbea-in snow-det make-hab has winter-in\n'In Gorbea, it snows in the winter'\n(literally: 'In Gorbea, (it) makes (a) snow in winter')\n b. haize handia egingo du bihar\nwind big-det make-irr has tomorrow\n'tomorrow there will be big winds'\n(literally: 'tomorrow (it) will make a big wind')\nAs you can see in the examples, there are no weather verbs in Euskara, strictly speaking.\nRather, weather predicates are composed of the verb egin 'to make, do', and the corresponding\nmeteorological phenomenon in a determined Noun phrase, inflected for absolutive case.\n2.1.2. Borderline transitive verbs: unergatives. There are some verbs that are intransitive in\nEnglish (and other languages), but take subjects marked with ergative case, and 'have' auxiliaries in\nEuskara. Out of these, we can distinguish two groups. The smaller one has been considered in section\n1.2. of chapter 3. The larger group is constituted by unergative predicates. Examples are given in (8):\n(8)\n a. umeak barre egin du\nchild-det-E laugh made has\n'the child has laughed'\n b. irakasleak hitz egin du\nteacher-det-E word made has\n'the teacher has spoken'\nThese predicates have certain similarities with the weather predicates reviewed above: what\ntranslates in English as a single verb appears to be rendered in Euskara by the combination of the\nverb egin and a direct object. In the case of weather verbs, the direct object is the meteorological\nphenomenon; in the case of these unergative predicates, the direct object is the Noun referring to the\nactivity: barre egin 'make laugh(ter)'. However, there is an important difference between objects of\nweather predicates and objects of these unergative predicates: whereas the former carry a determiner\na, the latter do not. For this reason, there is no shared agreement among linguists as to whether the\npredicates in (8) are a special class of transitive predicates with determinerless objects, or whether\nthey are a special class of intransitives that mark their subject with ergative case (Levin (1983)).\n", "Favoring the first view is the fact that the relation between the activity Noun and the verb egin\nis not one of compounding. The Noun and the verb can be separated (9a), and the Noun can receive\nthe partitive marker (9b):\n(9)\n a. nork egin du barre?\nwho-E made has laugh\n'who has laughed?'\n b. nik ez dut barrerik egiten\nI-E not have laugh-prt made-hab\n'I don't laugh'\nFavoring the second view is the fact that not all predicates of the type in (8) permit operations\nlike (9). The best known case is alde egin 'to leave' (literally, 'side make'), which we illustrate in (10):\n(10)\n a. umeak alde egin du\nchild-det-E side made has\n'the child has left'\nb. nork alde egin du\nwho side made has\n'who has left?'\n c. *nork egin du alde?\nwho made has side\nd. nik ez dut alde egin\nI-E not have side made\n'I have not left'\n e. *nik ez dut alderik egin\nI-E not have side-prt made\nMany of the unergative predicates in this class behave like the one in (9), while others are\ncloser to the examples in (10).\n", "Other predicates in this general unergative class include: amets egin 'to dream', dantza egin\n'to dance', dehadar egin 'to scream', eztul egin 'to cough', izerdi egin 'to sweat', kaka egin 'to shit',\nlan egin 'to work', lo egin 'to sleep', negar egin 'to cry' so egin 'to look at' txiza egin 'to pee', zintz\negin 'to blow the nose'.\n", "A second fact that favors the view of these unergatives as a special kind of transitives is that\nthey do not allow for the presence of another, so-called 'cognate' object in the sentence:\n(11)\n a. *amets eder bat amets egin dut\ndream beautiful one dream made have-I\n('I have dreamt a beautiful dream')\nb. *ezpatadantza dantza egin dute\nsword dance dance made have-they\n('they have danced the sword dance')\nSome of the unergatives in this group have variants that consist of a verb, not of a complex\npredicate:\n(12)\n dantzariek berehala dantzatuko dute\n dancer-detpl-E immediately dance-irr have-they\n 'the dancers will dance immediately'\nin these variants, the presence of an object is allowed. Compare (11b) and (13):\n(13)\n dantzariek ezpatadantza dantzatuko dute orain\n dancer-detpl-E sword dance-det dance-irr have-they now\n 'the dancers will dance the sword dance now'\nHowever, there are a few unergative predicates, such as funtzionatu 'to function', dimititu 'to\nresign', frenatu 'to brake', that consist of a simple verb, which assign ergative to the subject and still\ndo not allow for the presence of an object:\n(14)\na. makina honek ez du funtzionatzen\n machine this-E not has function-hab\n 'this machine does not work'\nb. parlamentariak dimititu du azkenik\n parlament-member-det-E resigned has finally\n 'the parliament member has finally resigned'\nFinally, some unergative verbs display different behaviors depending on dialectal variation.\nThus, for instance, verbs like bazkaldu 'to lunch', or afaldu 'to dine', mark their subjects with\nergative case in western varieties (15a), but with absolutive case in eastern varieties (15b).\nAccordingly, they select auxiliary 'have' in western usage, but auxiliary 'be' in eastern usage:\n(15)\na. neba-arrebek elkarrekin bazkaldu dute\n brother-sister-detpl-E each-other-with lunched have-they\n 'the brothers and sisters have lunched together'\nb. senide guztiak elkarrekin bazkaldu dira\n relative all-detpl each-other-with lunched are\n 'all the relatives have lunched together'\n2.1.3. Unaccusatives. The group of true intransitive verbs in Euskara is mostly constituted of\nunaccusative verbs. That is, most verbs that mark their subjects with absolutive case and select 'be'\nauxiliaries fall naturally in the class of unaccusatives. Some examples are provided in (16):\n(16)\na. astoa erori da\ndonkey-det fallen is\n'the donkey has fallen'\nb. umea jaio da\nchild-det be-born is\n'the child has been born'\nc. ikasleok azken iladetan jezartzen gara\nstudent-detpl last row-detpl-in sit-hab are\n'(we) students sit in the last rows'\nTo this big group, a few other must be added, which do not fall in the unaccusative class. One\nof them is the group of unergative predicates in eastern usage, discussed regarding example (15b)\nimmediately before this section.\n", "A second important group is constituted by impersonal sentences, which involve in Euskara a\nditransitivization process, out of which an intransitive emerges, formally identical to the ones in (16).\nConsider the pair in (17):\n(17)\na. norbaitek etxea saldu du\nsomeone-E house-det sold has\n'someone has sold the house'\nb. etxea saldu da\nhouse sold is\n'the house has been sold'\n(17a) is a standard transitive sentence with an indefinite subject. In (17b) we have an\nimpersonal sentence, where the subject of the verb saldu 'to sell' has been taken out of the sentence.\nAs a result, the auxiliary becomes a form of 'be', and the only argument of the sentence is marked\nabsolutive, as it was in the transitive version.\n2.1.4. Inchoatives. Inchoatives, or causative alternations as they are also called, involve contrasts that\nare formally identical to the one illustrated in (17). Thus, consider a verb like apurtu 'to break',\nwhich has an inchoative form (18a) and an unaccusative form (18b):\n(18)\n a. umeak jostailua apurtu du\nchild-det-E toy-det broken has\n'the child has broken the toy'\n b. jostailua apurtu da\ntoy-det broken is\n'the toy has broken'\nAs you can judge from the example given, there is no specific inchoative morphology on the\nverb, and the pair involves simply the addition (or subtraction, depending on your point of view) of\none argument to the sentence.\n2.1.5. Causatives. Causative verbs are constructed by adding the causative verb arazi 'to cause' to the\nroot of base verb, as illustrated in (19):\n(19)\n a. arazo hau ikuserazi digute\nproblem this see-cause it-have-us-they\n'they have made us see this problem'\n b. himnoa kantaerazten diete umeei\nanthem-det sing-cause-hab it-have-them-they child-detpl-D\n'They make children sing the anthem'\n2.2. Synthetic and periphrastic. The distinction between synthetic and periphrastic verbs has been\nbriefly illustrated in examples (3) and (4) in the introductory section to this chapter. The distinction\nconcerns the manner in which verbs inflect:\n(I) a synthetic verb is a verb that inflects without the help of an auxiliary verb\n(II) a periphrastic verb is a verb that must inflect with the help of an auxiliary verb.\n", "This said, it must be noted that the terms synthetic and periphrastic are used ambiguously to\nrefer either to:\n(a) verbs that can inflect synthetically, such as jakin 'to know', versus verbs that can only\ninflect periphrastically, such as tolostu 'to fold', or\n(b) particular verbal forms that are synthetic, such as dakizu 'it-know-you' (you know), versus\nparticular verbal forms that are periphrastic, such as jakin dezakezu 'know it-have-pot-you' (you can\nknow).\n", "We will start by considering the opposition in (a), and will then focus on the opposition in (b),\nwhich will become a natural introduction to the category aspect, to be discussed in the next section.\n(a) Verbs that can inflect synthetically: The number of verbs that can inflect some of their\nforms synthetically is very small, compared to the entire set of verbs in Euskara. The overwhelming\nmajority of verbs can only inflect with the help of an auxiliary verb. Older stages of the language had\na much larger set of synthetic verbs (see Lafon (1944)). The grammar of the Royal Academy of\nBasque Language (EGLU) estimates that in modern spoken Basque there are only about ten verbs\nwhere synthetic form are used: egon 'stay', joan 'go', etorri 'arrive', ibili 'walk', izan 'to be', jakin\n'know', eduki 'have', ekarri 'bring', eraman 'take', ihardun 'engage'. Some other verbs, like jarin 'to\nooze, to flow', erabili 'to use', irudi 'to look like', esan 'to say' are used synthetically only in a few\nforms, and finally there is a third set of verbs, like atxeki 'attach', jarraiki 'follow', esan 'say', eman\n'give' or entzun 'hear', which are occasionally used in synthetic fashion in literary language.\n", "It is not at all clear what syntactic or semantic feature, if any, defines the set of synthetic\nverbs; as far as modern Euskara is concerned, it appears to be a lexical idiosyncracy of the verbs\nlisted above. It must be noted, however, that all synthetic verbs have the older participial endings (n,\nI), not the nowadays productive one (tu), which was borrowed from Latin. Hence, all synthetic verbs\nare 'old verbs' in this sense, but not all the 'old verbs' belong in the synthetic class. In general, both the\nnumber of verbs that can inflect synthetically, and the number of forms that are used synthetically\nwithin the paradigms of those verbs appears to be getting progressively smaller, some forms become\nmore and more literary as they are used less often in spoken language.\n(b) Synthetically inflected forms: synthetic forms have the same morphological markers as\nperiphrastic forms with one exception: they contain no visible aspect marker. Let us see this by\ncomparing a periphrastic and a synthetic form of the verb ekarri 'to bring':\n(20)\na. Mikelek katakume bat ekarri du\n Mikel-E kitten one bring-prf has\n 'Mikel has brought a kitten'\n b. Mikelek katakume bat dakar\n Mikel-E kitten one brings\n 'Mikel brings a kitten'\nLet us first consider the morphology of the two verb forms. In (20a), the root of the verb, ekar\ntakes a perfective aspectual morpheme i and forms the perfective participial. Following it we find the\nauxiliary verb du, which contains a morpheme d, which appears in present tense forms when the\nabsolutive phrase is third person, and a morpheme u, the root of the verb ukan. Lack of any other\nvisible specification entails that the ergative phrase is third person singular. In (20b), the only\nmorphemes missing are the perfective marker i and the root of the auxiliary u. Thus, the form dakar\ncontains the root of the verb, kar, and the morpheme d for present tense and third person absolutive.\nComparing the perfective participle in (20a) and the synthetic form in (20b), you have probably\nnoticed that the initial e in (20a) is also missing in (20b). This initial vowel does not appear to be a\nmorpheme, but rather, a superficial phonological addition to the root.\n", "Thus, the relevant differences between (20a) and (20b) are the perfective marker, and the root\nof the auxiliary. The very name of 'auxiliary' indicates that these types of verbs are thought to appear\nwhen for some reason the verb is not capable of carrying the verbal morphology on itself. Put\ndifferently, it is probably the case that the auxiliary is contingent on the presence of the perfective\nmarker, a consequence of it. If this is the case, then the only relevant difference between (20a) and\n(20b) is the presence of the perfective marker in (20a), and its absence in (20b).\n", "Considering the meaning of the examples, whereas (20a) has a perfective meaning (it talks\nabout a completed event of bringing), (20b) does not. The meaning of (20b), is that 'Mikel is now\nbringing a kitten'. Hence, the sentence talks about an imperfective event, one that is talked about as it\nis happening. Put more technically, (20b) has a punctual aspect.\n", "Synthetic forms are only possible when the aspectual specification is punctual. Synthetic\nforms can be specified for either present (20b) or past tense (21a). They can also be specified for\nmodality (21b) (even though this usage is almost exclusively literary), and they can carry as many\nagreement morphemes as periphrastic forms do (21c):\n(21)\na. Mikelek katakume bat zekarren\n Mikel-E kitten one brought\n 'Mikel was bringing a kitten'\nb. Mikelek katakume bat dakarke\n Mikel-E kitten one bring-can\n 'Mikel can bring a kitten'\nc. Zuek ni nakarzue\n You-E I me-bring-you\n 'You(guys) (are) bring(ing) me'\nOnce a given verb belongs to the synthetic group, the relevant issue that determines whether it\nwill display a synthetic or a periphrastic form is verbal aspect. Synthetic forms can never convey\nperfective, habitual or future events. These distinctions depend crucially on the aspectual category in\nEuskara. The place of aspect in the verbal morphology of Euskara is discussed in the next section.\n3. Aspect.\n", "Many different phenomena are classified under the name tag 'aspect' in linguistics, and\neveryone agrees that this is a still rather poorly understood area of human language. In order to\nclarify matters in this description, we will approach the discussion on aspect from a strictly formal\npont of view. That is, the criteria that guides this section rests on the morphological distinctions\nfound in Euskara, and the various phenomena they give raise to. The expert on aspect will find that\nmany issues related to aspect in a broader sense, are not touched upon here.\n", " We group under the category 'aspect' the morphemes that appear attached to the verbal root in\nperiphrastic forms. These are basically three:\n 1. The perfective, which denotes a completed event.\n", " 2. The imperfective, which denotes an ongoing, non-completed event.\n", " 3. The unrealized, which denotes an event that has not even started taking place.\n", " It must be noted that no overt aspect marker surfaces when the inflected auxiliary is a potential\nform, involving the modal morpheme ke. In those cases, the root of the verb is used, as shown in the\nexamples provided when discussing those forms.\n3.1. The perfective. The perfective morpheme can have three forms, depending on the verb: tu, i, n.\nThe morpheme tu is the most frequent one. It was borrowed from Latin (dictum). All verbs of new\ncreation must take this morpheme in their perfective form; that is, it is the unmarked one of the set.\nAfter the sounds n and l, it becomes du, for instance in lagundu 'to help'. The morphemes i and n are\nthe older perfective markers. The perfective morpheme indicates a completed action, either in the\npresent (22a) or in the past (22b):\n (22)\n a. Olatz poztu da\nOlatz rejoice-perf is\n'Olatz has rejoiced'\n b. Olatz poztu zen\nOlatz rejoice-prf was\n'Olatz rejoiced'\n In (22a), the perfective participle poztu takes a present tense auxiliary da 'is'. The result is a\npresent tense perfective form. In (22b), the same participle takes a past tense auxiliary zen 'was', and\nthe result is a past tense perfective form.Perfective forms must always carry an auxiliary verb; they\ncan never inflect synthetically.\n", " As mentioned in the beginning of section 1 of this chapter, the perfective participle is the form\nused for naming verbs. Regarding perfective participials in adjective function, see 3.1.1. of chapter 2.\n3.2. The imperfective. The imperfective morpheme is tzen, sometimes surfacing as ten. In the case\nof verbs that do not inflect synthetically, the imperfective aspect marker is used both for denoting a\npunctual, ongoing event, that is, something that is happening right now, and for denoting a habitual\nevent, that is, something that happens with a certain frequency. Consider the examples in (23):\n(23)\n a. Paulek liburua irakurtzen du\nPaul-E book-det read-impf has\n'Paul reads the book'\nb. Olatz etxean gelditzen da\nOlatz house-in stay-impf is\n'Olatz stays home'\nThe sentence in (23a) can be used to refer to an event that is taking place as the sentence is\nuttered. What is meant to say is that Paul is reading the book. The example can also refer to an event\nthat takes place with a certain frequency, for instance, if Paul were in the habit of reading the book\nevery morning. The same is true of (23b): it can refer to the event of Olatz staying home right now, as\nthe rest of us leave, for instance, or it can be a statement about a habitual event.\n", "In the case of synthetic forms, as we pointed out above, matters are slightly different. A\nsynthetic form denotes a punctual aspect; in order to convey habituality, the marker tzen and an\nauxiliary verb must be used. Consider the pair in (24):\n(24)\n a. Mikelek katakumea dakar\nMikel-E kitten-det brings\n'Mikel brings/is bringing the kitten'\nb. Mikelek katakumea ekartzen du\nMikel-E kitten-det bring-impf has\n'Mikel brings the kitten'\nIn (24a), since ekarri 'to bring' is a synthetic verb, punctuality is conveyed by means of the\nsynthetic form. That is, (24a) means that Mikel is bringing the kitten as we speak. The sentence in\n(24b), where the verb ekarri takes the imperfective morpheme, yielding ekartzen, denotes a habitual\nevent. It could be used if, for instance, Mikel brought the kitten every time we went on a hike to the\nmountains, and we wanted to talk about his habit of his.\n3.2.1. The progressive ari construction. There is a progressive construction, used mostly in central\nvarieties of the language. It involves the aspectual verb ari, which is inserted between the\nimperfective participle and the auxiliary, as illustrated in (25):\n(25)\nJosune aspertzen ari da\nJosune bore-impf prog is\n'Josune is getting bored'\nThe progressive verb ari alters the case pattern of a transitive sentence. The ergative Noun\nphrase surfaces in absolutive, and the auxiliary becomes a form of izan 'to be', as if the sentence were\nnow intransitive. The object remains marked for absolutive as well. This is illustrated in (26), which\ncan be compared to (23a):\n(26)\n Paul liburua irakurtzen ari da\n Paul book-det read-impf prog is\n 'Paul is reading the/a book'\nThere are a few exceptions to this change in the case pattern. In eastern varieties, it is reported\n(EGLU) that transitive sentences using the progressive ari may keep ergative marking, but it is not\nclear under what conditions. In central varieties, weather predicates constitute a clearer exception. In\nweather predicates, ari is used to denote punctuality, with or without the help of a participle. The\nauxiliary remains a form of ukan 'to have'. Examples of weather predicates constructed upon ari are\nprovided in (27):\n(27)\n euria ari du orain\n rain-det prog has now\n 'it is raining now'\nOccasionally, the ari construction can also be used with verbs that inflect synthetically as the\nexamples in (28), (from EGLU and Euskaltzaindia (1993)) show:\n(28)\na. liburu honi kolorea joaten ari zaio\n book this-D color-det go-impf prog is-to it\n 'This book is losing its color'\n (literally: 'to this book color is leaving')\nb. jendea uholdeka etortzen ari da\n people flooding-by come-impf prog is\n 'People are flooding in'\n (literally: 'people are coming by floodings')\nIn (28a), the synthetic verb joan 'to go, to leave' takes the periphrastic progressive ari form,\nand denotes an event that is taking place as we speak. It is probably the fact that the fading of the\ncolor takes such a long period of time what makes the use of ari better suited than the synthetic form\nof the verb. In (28b), the verb etorri 'to come' is used in the ari construction, despite it being a\nsynthetic verb. In this case, it is probably the fact that the event described is more episodic than\npunctual what makes the use of a periphrastic form more adequate.\n", " The aspectual element ari can be used without a participle if there is a locational phrase that\ndenotes an activity:\n (29)\na. lanean ari naiz\n work-in prog am\n 'I am working'\n b. bertsotan ari gara\n verses-in prog are-we\n 'we are making verses'\n Finally, ari itself can be inflected for aspect, which indicates that it is probably best thought of\nas a verb, whose meaning is akin to 'to engage'.\n", " (30)\na. gaur goizean umeak jolasean aritu dira\n today morning-in child-detpl play-in engage-perf are\n 'Today in the morning the children have been playing'\n b. bihar goizean umeak jolasean arituko dira\n tomorrow morning-in child-detpl play-in engage-irr are\n 'tomorrow morning the children will be playing'\n3.3. The unrealized. The third aspectual morpheme is tuko, iko or ngo, depending on the participial\nform. That is, verbs that make participials with the ending tu will make the unrealized as tuko,\nwhereas verbs that make participials in i make the unrealized as iko, and verbs whose participials end\nin n make their unrealized forms as ngo. The unrealized is built by adding the morpheme ko to the\nperfective participial form. In eastern varieties, the morpheme added to the participial form is en\ninstead of ko.\n", " In most descriptive grammars, this aspect is commonly referred to as a 'future' marker, but\nhere we will take it to be an aspectual marker indicating that an event has not started happening. As\nwe will see, the marker tuko can yield verbal forms that are not future, even if the future is one of the\nverbal forms it may yield. The unrealized morpheme will be glossed as irr, for the grammatical term\n'irrealis'. Let us consider a few examples in (31):\n (31)\na. idazle honek eleberri bi idatziko ditu\n writer this-E novel two write-irr has\n 'This writer will write two novels'\n b. hegoak ebaki banizkio, nirea izango zen\nwing-detpl cut if-had-I, I-gen-det be-irr was\n'If I cut its wings, it would be mine'\nIn (31a), we can see a future verbal form. It is built by combining a main verb with the\nunrealized aspect marker, in this case idatziko, and an auxiliary in present tense, in this case ditu a\nform of ukan 'to have'. Thus, the future requires an auxiliary in present tense and the unrealized\naspect marker. In (31b), we see another use of the unrealized aspect morpheme, which does not yield\na future tense. In this case, we have a conditional sentence, 'if I cut its wings', followed by the\nconsequence, which is the one we focus on. It combines the main verb izan 'to be', to which the\nunrealized aspect has been attached, izango, and this main verb combines now with a past tense\nauxiliary verb, zen, a form of the auxiliary izan, 'to be'.\n", "These examples illustrate the two main uses of this aspectual marker: with present tense forms\nit yields the future, and with past tense or modal forms it yields conditionals. A few more forms are\ngiven in (32), now using other kinds of conditionals:\n(32)\n a. Miren etorriko balitz, Mikel joango litzateke\nMiren come-irr if-were, Mikel leave-irr would\n'If Miren came, Mikel would leave'\n b. Miren etorri balitz, Mikel joango zatekeen\nMiren come if-were, Mikel leave-irr would-have\n'Had Miren come, Mikel would have left'\nAs we can see in the examples, the unrealized aspect marker is used in the first part of the\nconditional in (32a), and in the consequence as well. In this example, the verbal form of the\nconsequence, litzateke, includes a modal marker ke. If you consider (32b), which illustrates a\ncounterfactual conditional, the unrealized aspect marker surfaces only in the consequence, joango.\n", "5. INFLECTION.\n", "1. Verbal Inflection.\n", "1.1. Auxiliary selection.\n", "1.2. Agreement.\n", "1.2.1. How agreement works: the basics.\n", "1.2.2. The paradigms of agreement morphology.\n", "1.2.2.1. The persons.\n", "1.2.2.2. Phonological changes.\n", "1.2.2.3. The third person.\n", "1.2.2.4. A few full paradigms and how to use them.\n", "1.3. Tense: past tense paradigms.\n", "1.3.1.Past tense and ergative agreement.\n", "1.4. Modality: the morhemes 'ke'and 'ba'.\n", "1.4.1. Modality and tense.\n", "1.4.2. The modal morpheme 'ke': potentiality.\n", "1.4.2.1.Potential paradigms: absolutive.\n", "1.4.2.2.Potential paradigms: absolutive and dative.\n", "1.4.2.3. Potential paradigms: absolutive and ergative.\n", "1.4.2.4.Potential paradigms:absolutive, dative and ergative.\n", "1.4.3. Conditionals.\n1. Verbal Inflection.\n", "Let us now leave the main verb and its morphology, to focus on the information that the auxiliary\nverb carries in it. As we saw briefly in the introduction to this chapter, in the discussion of examples (1) to\n(4), the Inflection of the verb can carry information about:\n(a) the arguments of the verb, not only the subject, but also the object and the indirect object;\nwhether they are first, second or third person; whether they are singular or plural;\n(b) the tense of the sentence, whether it is present or past, or neither of the two;\n(c) whether there is a modal force to the sentence and if so, of what kind;\n(d) whether the sentence is matrix or embedded, and if so, of what kind;\n(e) in some varieties, the verbal inflection can also carry information about the person we are\naddressing, whether it is male or female.\n1.1. Auxiliary selection. We will start by considering the different types of auxiliary verbs that are\navailable. As we have already seen in section 2.1., through our discussion of transitivity, there are mainly\ntwo auxiliaries in Euskara: the auxiliary izan 'to be', and the auxiliary ukan 'to have'. In general terms, the\nauxiliary ukan 'to have' is used when there is an ergative phrase in the sentence. Otherwise, the auxiliary\nizan 'to be' is used. We illustrate this contrast in (33):\n(33)\n a. igela agertu da\nfrog-det appeared is\n'the/a frog has appeared'\n b. Josebak igela ikusi du\nJoseba-E frog-det seen has\n'Joseba has seen the/a frog'\nAs the pair illustrates, a sentence with no ergative phrase like (33a) selects a form of the auxiliary\nizan 'to be', in this case a present tense third person singular form. However, a sentence with an ergative\nphrase, such as (33b) selects a form of the auxiliary ukan 'to have', in this case a present tense third person\nsingular subject and third person singular object.\n", "If there is a dative phrase in the sentence, it does not affect this basic contrast, although the\nmorphology of the auxiliary changes to reflect the dative phrase:\n(34)\n a. Aitziberri igela agertu zaio\nAitziber-D frog-det appeared is\n'the/a frog appeared to Aitziber'\n b. Josebak Aitziberri igela eman dio\nJoseba-E Aitziber-D frog-det given has\n'Joseba has given the/a frog to Aitziber'\nIn the sentences in (34), the auxiliary verbs have changed their form to reflect the presence of the\ndative phrase (we discuss changes of this kind in the section devoted to 'agreement'), but the auxiliary is a\nform of izan 'to be' in (34a) and a form of ukan 'to have' in (34b).\n", "For the sake of thoroughness, it must be said that the actual root of the auxiliary verb in (34b)\nbelongs to an extinct verb *edun (the asterisk here means that the verb is a 'reconstruction', that is,\nhistorical linguists think this is most plausibly the participial form of the verb), which can no longer be\nused as a normal verb. But in terms of auxiliary selection, we can group these forms under the general\ngroup of ukan 'to have' auxiliaries. There is a small number of extinct verbs like *edun whose roots are\nused to inflect verbal forms with modal morphemes, but we will not enter into a discussion of those in this\ngrammar, and we will stick to the basic distinction between izan 'be' and ukan 'have'.\n", "There is one exception to this distribution of auxiliary verbs: it involves a case where the auxiliary\nform used is ukan 'to have' despite the fact that there is no ergative phrase in the sentence. This use of\nukan in ergative less sentences takes place when the verbal inflection carries in it an agreement marker for\nthe addressee of the speech.\n1.2. Agreement. Verbal inflection in Euskara carries information about the absolutive phrase in the\nsentence, the ergative phrase if there is one, and also about the dative phrase if there is one. The auxiliary\nverb carries some markers, or morphemes, which indicate whether these phrases are first or second person,\nsingular or plural. As we will try to illustrate, it is also the case that sometimes the absence of morphemes\nprovides information. Typically, absence of morphemes indicates the presence of a third person phrase, as\nwe will see.\n1.2.1. How agreement works: the basic combinations. Let us start with a few examples, as usual:\n(35)\n a. ni erori naiz\nI fallen am\n b. hi erori haiz\nyou fallen are\nHere, in (35), we see examples of auxiliaries that provide us with information about the absolutive\nphrase in the sentence. The main verb chosen is intransitive erori 'to fall', therefore it only takes an\nabsolutive phrase, and it takes as an auxiliary verb a form of the verb izan 'to be'. In (35a), the absolutive\nphrase happens to be a first person singular pronoun ni 'I'. The auxiliary verb reflects this fact, by means of\nthe morpheme n, which only appears if there is a first person singular absolutive phrase in the sentence. In\n(35b), the absolutive phrase happens to be a second person singular pronoun hi 'you'. The auxiliary verb\nreflects this fact, now by means of the morpheme h, which only appears if there is a second person singular\nabsolutive phrase in the sentence.\n", "The reader must remember that when we talk about the presence of a given phrase in the sentence,\nwe do not necessarily mean that the phrase is overtly manifest in the sentence. Thus, for instance, in the\nexamples in (35), the agreement markers in the auxiliary must be there regardless of whether the pronouns\nare manifest or absent. What we mean by the presence of a phrase is that the phrase is part of the sentence,\nwhether manifest or not.\n", "As we have seen in (35), then, whenever there is a first person singular absolutive phrase, the\nmorpheme n will appear in the inflection. Let us see another example, which incorporates a first person\nsingular absolutive phrase, and something else:\n(36)\nhik ni ikusi n-au-k\nyou-E I seen me-have-you(male)\n'You have seen me'\nComparing (36) and (35a) we see that the main verb is no longer the intransitive erori 'to fall', but\nrather a transitive, ikusi 'to see'. Accordingly, there is an ergative phrase, hik 'you', that is, a second person\nsingular ergative phrase, and the auxiliary is now a form of ukan 'to have'. As you can see for yourself by\ncomparing (35a) and (36), what concerns the absolutive first person singular has not changed: the marker\ncontinues to be n, and it sits in the same position in the auxiliary, that is, at the beginning. What has\nchanged is the morphological material that accompanies the first person singular marker. Thus for instance,\nthe root of the auxiliary is no longer aiz, as in (35a), but au, the root the verb ukan 'to have'. And following\nthe root of the auxiliary verb we find a morpheme for the ergative phrase. In this case, the morpheme is k,\nwhich reflects the fact that the ergative phrase is a second person singular, and moreover, that the\nindividual the ergative phrase denotes is male.\n", "You can see that the glosses of example (36) include this information, and that the example itself\ncontains dashes separating the morphemes. We will continue doing this, in order to clarify the workings of\nthe agreement morphology. In separating inflectional morphemes, we will try to make only those\nseparations that are relevant to this discussion, glossing over others that are not. In particular, you will\nnotice that the examples gloss over certain changes in the root area, that would complicate our description\nof the mechanics of the agreement system.\n", "Looking at (36), you can see that:\n(a) the marker corresponding to the absolutive phrase appears at the beginning of the inflected\nauxiliary, and\n(b) the marker corresponding to the ergative phrase appears at the end of the inflected auxiliary, or\nat least it appears following the root of the verb. One more form will confirm this:\n(37)\nNik hi ikusi h-au-t\nI-E you seen you-have-me\n'I have seen you'\nIn (37), the absolutive phrase is a second person singular pronoun, therefore the morpheme at the\nbeginning of the auxiliary is h, the same one we find in (35b). The ergative phrase is a first person singular\npronoun, and the t morpheme at the end of the auxiliary reflects this. The root is the same as in (36), only\nthe agreement markers have changed.\n", "Now let us consider a few examples that contain dative phrases as well. First, consider the sentences\nin (38), which are the equivalents of (35), with dative phrases added:\n(38)\n a. ni hiri erori n-atzai-k\nI you-D fallen me-be-you(male)\n'I have fallen on you'\n b. hi niri erori h-atzai-t\nyou me-D fallen you-be-me\n'You have fallen on me'\nIn (38a), there is a dative phrase hiri 'to you', which is reflected in the auxiliary verb. As you can\nsee, the morpheme for the dative second person singular pronoun is k, and it follows the root of izan 'to be',\nwhich is in this case atzai. The morpheme for the first person singular absolutive continues to be n, of\ncourse, and it sits at the beginning of the auxiliary. If you now consider (38b), you will see that the\nagreement morpheme for the dative first person singular pronoun is t, and it also appears following the root\natzai.\n", "If you compare the forms in (36), (37) and (38), you can see that the agreement morphemes for the\nergative phrases and the morphemes for the dative phrases are identical, k for second person singular male\nand t for first person singular. Moreover, these agreement morphemes appear after the root in both cases.\nSo how are they distinguished? In the case of the examples we are considering here, the root of the\nauxiliary is different: in the cases where the morpheme signals the presence of an ergative phrase (36),\n(37), the root is au, that is, the auxiliary is a form of ukan 'to have'. But in the cases where the morpheme\nsignals the presence of a dative phrase (38), the root is atzai, that is, the auxiliary is a form of izan 'to be'.\nRemember that ukan 'to have' is used as an auxiliary only if there is an ergative phrase in the sentence.\nTherefore, the morphemes in (38) correspond necessarily to dative phrases, since the auxiliary is a form of\nizan 'to be'.\n", "Now we need to know how to handle a sentence where there are both ergative and dative phrases.\nLet us pick a couple of examples:\n(39)\n a. Nik hiri liburu bat oparitu d-i-a-t\n I-E you-D book one present-made it-have-you-me\n 'I have given you a book (as a present)'\n b. Hik niri liburu bat oparitu d-i-da-k\n You-E I-D book one present-made it-have-me-you\n 'You have given me a book (as a present)'\nConsider first the example in (39a): it is a sentence with an absolutive phrase liburu bat 'one/a\nbook', an ergative phrase 'nik' 'I', and a dative phrase hiri 'to you'. The main verb is oparitu 'to make a\npresent', which displays perfective aspect. The auxiliary verb contains the following elements, from left to\nright:\n(a) the morpheme d, which appears in present tense forms if the absolutive phrase is a third person,\nas it is in this case;\n(b) the morpheme i, the root of the auxiliary verb, which appears in this form only when there are\nboth a dative and an ergative phrase in the sentence;\n(c) the morpheme a, which indicates that the dative phrase is a second person singular male;\n(d) and the morpheme t, which indicates that the ergative phrase is a first person singular.\n", "Now consider (39b), which contrasts minimally with (39a): the morphemes are the same, except for\nthe ones corresponding to dative and ergative. The morpheme corresponding to the dative is now da, which\nindicates first person singular, and the morpheme corresponding to the ergative is now k, indicating second\nperson singular male.\n", "As you have seen in these examples, the ergative agreement morpheme is the one that appears last.\nThe dative morpheme appears after the root of the auxiliary, but it precedes an ergative morpheme if there\nis one. The absolutive morpheme appears at the beginning of the auxiliary verb.\n", "Hopefully, the discussion of these examples has shown you that building an auxiliary form in\nEuskara, with all its agreement markers, is just a matter of putting a few pieces together. All you have to\nknow is what the pieces are, and where they belong. So let us now take a look at the inventory of pieces,\nwhat linguists would call the paradigms of agreement morphology.\n1.2.2. The paradigms of agreement morphology. Here we will provide the different morphemes that\ncorrespond to the different persons in the agreement morphology, depending on whether they correspond to\nabsolutive, dative or ergative phrases in the sentence. The rest of the variables in the auxiliary verb will be\nkept constant, and will be discussed later. That is, we will stick to present tense forms, without modal\nmarkers. The only element that will vary is the root of the auxiliary, as you have already seen in the\nexamples discussed above.\n", "Only three paradigms are necessary, one for each case. Thus, we will have an absolutive paradigm,\na dative paradigm and an ergative paradigm. In order to construct an inflected form the relevant morpheme\nis selected from the relevant paradigm, and placed in the appropriate position: the absolutive morpheme\nimmediately before the root, the dative morpheme immediately after the root, and then the ergative\nmorpheme.\n", "Let us first see the agreement paradigms in isolation, and we will then combine them with the\nauxiliary roots to create actual inflected forms. Underneath the case names, you find in brackets the names\nthose cases receive in Euskara. The cases are named after the personal interrogative pronoun, inflected for\nthe corresponding case:\nNOR is 'who' in absolutive, and the name of the absolutive case and agreement paradigm;\nNORI is 'who' with the dative case morpheme, and the name of the dative case and agreement\nparadigm;\nNORK is 'who' with the ergative case morpheme, and the name of the ergative case and agreement\nparadigm. If you ever decide to learn the language, that is how you will learn to name the cases and\nthe verbal paradigms according to the number of cases they reflect.\n", " PERSONS ABSOLUTIVE DATIVE ERGATIVE\n (NOR)(NORI) (NORK)\n NIN T/ DA T/DA\n ....... maleHK/A K/A\n HI\n .......female H N/NAN/NA\n HURA (D)O -\n GUGGUGU\n ZUZZUZU\n ZUEK ZZUE ZUE\n HAIEK (D)E TE\nLet us now discuss a few issues concerning these paradigms.\n1.2.2.1. The persons. Starting from left to right, let us consider the column corresponding to the person\ndistinctions. You see that there are seven different categories in that column. The first three are singular\npersons, the first (ni), the second (hi) and the third (hura). The next four belong to the set of plural\npersons. Here we find the first person plural (gu), and two second person plurals, zu and zuek, which have\nbeen distinguished in the paradigm by calling the first one 'second person plural', and the second one\n'second person plural plural'.\n", "In older stages of the language, there was only one second person plural, zu. Later, this pronoun\nstarted being used as a polite form of addressing, and finally it took the place of a polite second person\nsingular. A new second person pronoun was created, zuek, to denote only second person plural. As you can\nsee and will see later, the morphology of zu makes it similar to plural forms, even though its meaning is\nnowadays singular. This is the reason why there are two second person forms in the verbal paradigms of\nmodern Euskara, the original one, zu, and the second one, zuek, created on top of the original one.\n1.2.2.2. Phonological changes. If you consider the dative and ergative paradigms, you will see that the first\ntwo persons in the singular group have two different markers. The one on the left is the one that surfaces if\nit happens to be at the end of the form. The one on the right is the one that surfaces if it happens to be\nfollowed by other morphemes. This alternation has already been illustrated in the examples in (39).\n1.2.2.3. The third person. You can see that the morpheme corresponding to the third person singular and\nthe third person plural appears in brackets. This is due to the fact that the shape of the third person\nmorpheme varies depending on the paradigm and the tense or modality of the verbal form. Thus, for\ninstance, in present tense paradigms, like the ones we discuss here, it is often a d that surfaces, and that is\nwhat the paradigms above show. In past tense forms, the third person marker can be a z, or nothing at all,\nand in forms with modals it can also be a l morpheme. We will discuss these variations when addressing\nthe morphology of tense.\n1.2.2.4. A few full paradigms and how to use them. Let us now consider a few actual paradigms of\nauxiliary verbs, where the agreement paradigms seen above are combined with auxiliary roots.\n", "Let us start with a paradigm containing only absolutive agreement. The auxiliary root corresponds\nto the verb izan 'to be'. The following paradigm in (40) is thus both the auxiliary verb for intransitive verbs,\nand the paradigm for the verb 'to be'.\n", "(40)\nPERSONNORROOT\nNIabsolutive AIZ\nHINAIZ\nHURAHA\nGUDARA\nZUGARA\nZUEKZARETE\nHAIEK ZIRA\nD\n In this paradigm, the root varies quite a lot. It is often the case across languages that the paradigm of\nthe verb 'to be', one of the most used verbs, presents a high degree of irregularity, and Euskara is no\nexception to this.\n", " Consider now the paradigm of an auxiliary verb containing absolutive and a dative agreement. In\nthe Basque grammatical tradition, the paradigm in (41) is called a NOR-NORI paradigm:\n (41)\nPERSON NORROOTNORI\nNI NA TZAIT\nHI HA TZAIK/N\nHURA -ZAI O\nGU GA TZAI ZKIGU\nZU ZA TZAI ZKIZU\nZUEK ZA TZAI ZKIZUE TE\nHAIEK-ZAI ZKI E\n Let us see how this paradigm works. In order to obtain the actual forms, what you have to do is pick\nthe morpheme you need from each column, and put them together in the order indicated by the paradigm.\n", "For instance, suppose we had a sentence with a first person absolutive pronoun, and a second person plural\n(by this we mean zuek) dative pronoun. The sentence could be something like (42):\n(42)\nni zuei etorri ........\n", "I you-D come\nIn order to complete this sentence, we look in the NOR column and we select the morpheme\ncorresponding to the first person singular: na. Now we take the root of the auxiliary, tzai, and then we\nselect the morpheme corresponding to zuek in the NORI column, which is zue. We put all these together in\nthe order NOR-ROOT-NORI, and the form is created: natzaizue. This is indeed the form needed to\ncomplete the sentence in (42):\n(42)\nni zuei etorri natzaizue\nI you-D come me-be-you\n'I have come to you (plural)'\nYou have probably noticed that the plural persons have an extra morpheme te after the root. This\nmorpheme indicates plurality of the absolutive phrase, so it is used when the sentence contains a plural\nabsolutive phrase. For instance, suppose we have a sentence like (43):\n(43)\ngu amamari bisita egitera joan ......\nwe grandmother-D visit-det make-to gone\nwhere the absolutive phrase is a first person plural pronoun gu 'we'. We look in the NOR column and we\nfind the morpheme ga. Then we take the root tzai. Now, after the root morpheme we must also select the\nplural morpheme zki, and now we can consider the dative morpheme. In the sentence in (43), the dative\nmorpheme is a third person singular amamari 'to grandmother', so we must select the morpheme o. We put\neverything together, and the resulting form is: gatzaizkio. Now we can complete our sentence:\n(43)\ngu amamari bisita egitera joan gatzaizkio\nwe grandmother-D visit-det make-to gone we-be-pl-her\n'we have gone to grandmother to make a visit'\nIn the familiar second person singular hi, you can find two morphemes in the NORI (dative)\ncolumn. The first one (k) corresponds to a male, the second one (n) to a female (gender). This is the only\nperson where the morphology makes distinctions according to sex, and it only makes them in the NORI\n(dative) and NORK (ergative) paradigms. Compare the two examples in (44):\n(44)\n a. gu hiri laguntzera etorriko gatzaizkik\nwe you-D help-to come-irr we-be-pl-you(male)\n'We will come to you(male) to help'\nb. gu hiri laguntzera etorriko gatzaizkin\n we you-D help-to come-irr we-be-pl-you(female)\n 'We will come to you(female) to help'\n The third person singular and third person plural have zero morphemes in the NOR (absolutive)\ncolumn. Thus, the forms for sentences with third person absolutive phrases look like the ones illustrated in\n(45):\n (45)\na. aititeri txapela erori zaio\n grandfather-D hat fallen it-be-him\n 'The hat fell (to)from grandfather'\nb. amamari betaurrekoak erori zaizkio\n grandmother-D glasses-detpl fallen it-be-pl-her\n 'The glasses fell (to)from grandmother'\n Finally, note that there is a te morpheme following the NORI column and corresponding to the\nsecond person plural zuek. This te morpheme belongs to the NOR column, and it is used when the\nabsolutive phrase is the pronoun zuek. It distinguishes a form where the absolutive phrase is the second\nperson singular zu, from the plural with zuek, since only the latter adds this extra plural te marker at the\nend of the form. To see this with an example, consider the contrast in (46):\n (46)\na. niri zu gustatzen zatzaizkit\n I-D you like-impf you-be-pl-me\n 'I like you(sing)'\nb. niri zuek gustatzen zatzaizkidate\n I-D you like-impf you-be-pl-me-pl\n 'I like you(pl)'\n Now let us consider another paradigm, this one including NOR (absolutive), NORI (dative) and\nNORK (ergative) agreement morphemes. First, let us see what the paradigm looks like and then we will see\nhow to use it with examples. The paradigm in (47) is known as a NOR-NORI-NORK paradigm.\n", " (47)\nPERSON NORROOT NORINORK\nNI DIT(DA) T\nHI DIK(A)/NK/N\n (NA)\nHURAI-\n O\nGUIGU\n GU\nZUIZU\n ZU\nZUEKIZUE\n ZUE\nHAIEK I ZKITE\n E\nThe first thing you probably noticed looking at this paradigm is that the NOR column only contains\nmorphemes for third person, singular and plural. The reason is that there is a restriction in the NOR\nparadigm of NOR- NORI-NORK forms. Inflected forms with three agreement morphemes can only have\nthird person agreement in the absolutive (48a). It is not possible to have auxiliaries that agree with three\narguments if the absolutive agreement is first or second person. This is illustrated in (48b), where the form\nhas been made up for this example. Although it is possible to combine the different morphemes that would\nyield the desired output, the combination is nevertheless ungrammatical.\n", "(48)\na.Zuk niri liburua saldu d-i-da-zu\nyou-E I-D book-det sold it-have-me-you\n'You have sold me the book'\nb.*zuk harakinari ni saldu n-(a)i-o-zu\nyou-E butcher-D I sold me-have-him-you\n'You have sold me to the butcher'\nIt is important to note that this restriction concerns only the inflection of Euskara. In infinitival\nsentences, which contain no overt auxiliary or agreement morphology, it is possible to have sentences like\n(48b). Thus, consider (49):\n(49)\ngaizki iruditzen zait [ zuk ni harakinari saltzea]\nwrong look-impf it-be-me you-E me-A butcher-D sell-inf\n'It seems wrong to me for you to sell me to the butcher'\nAs you can also see by looking at the paradigm, the only difference between third person singular\nand third person plural is the plural marker zki that appears after the root in the third person plural.\n", "If you consider the NORI column, you will see that first and second person morphemes come in two\ndifferent shapes, one of which appears in brackets. The first form, the one that is not in brackets, surfaces if\nit happens to be the last morpheme of the auxiliary verb, and the one in brackets surfaces if there are other\nmorphemes following. As we have seen before, the familiar second person hi has different morphemes in\nthe dative and the ergative, depending on whether the individual it denotes is male or female.\n", "Now we are ready to construct a few examples. Consider a sentence like (51):\n(51)\n guk zuri liburu hau eman ......\n we-E you-D book this given\nThe auxiliary needed here involves a third person singular NOR (absolutive), which is d. Then\ncomes the root, which is i. Then we need a polite second person dative, which is zu. Finally, we need a first\nperson plural ergative, which is gu. The form is dizugu:\n(51)\n guk zuri liburu hau eman dizugu\n we-E you-D book this given it-have-you-we\n 'We have given you this book'\nLet us try one more. Consider a sentence like (52):\n(52)\n gurasoek niri belarritako ederrak erosi ......\n parent-detpl-E I-D earring beautiful- detplbought\nThere is a third person plural absolutive phrase; looking at the paradigm, we see that the\ncorresponding morpheme is d and then the root follows, i, and the plural marker, zki. There is a first person\ndative, and here we have to decide which one of the two forms to select. We must look to see whether the\nselection of ergative will add morphemes after the dative or not. The ergative phrase is a third person\nplural, so the morpheme to select is te. Therefore, the dative form must be da. The resulting form is:\n(52)\n gurasoek niri belarritako ederrak erosi dizkidate\n parent-detpl-E I-D earring beautiful- detplbought it-have-pl-me-they\n '(my) parents have bought me beautiful earrings'\nAnd finally, let us consider another type of paradigm that combines absolutive and ergative\nagreement. These paradigms are called NOR-NORK paradigms. We will illustrate the present tense NOR-\nNORK in (53):\n(53)\n PERSONNORROOTNORK\n NINA U T\n HIHA U K/N\n HURADU -\n GUGA ITU GU\n ZUZA ITU ZU\n ZUEKZA ITU ZTE ZUE\n HAIEK D IT U TE\nLet us get some practice with this paradigm: suppose you wanted to say something like 'Miren sees\nPatxi'. Since this is a transitive sentence, it involves an ergative phrase Mirenek, and an absolutive phrase\nPatxi. There is the main verb ikus to which we attach the imperfective marker ten, resulting in ikusten.\nNow we are ready to figure out the auxiliary verb: it combines a third person NOR, so the morpheme we\nneed is d, then comes the root which is u, and then it combines a third person NORK, so the morpheme we\nneed is a zero. The resulting auxiliary verb is du. The sentence we wanted to say is 'Mirenek Patxi ikusten\ndu'.\n", "If you consider this paradigm, you will see that there is a zte morpheme follosing the root. This\nmorpheme distinguishes auxiliary verbs that have a second person singular absolutive from forms that have\na second person plural absolutive. The morpheme is only used when the auxiliary reflects agreement with a\nsecond person plural. For instance, take the sentence 'Miren sees you guys'. Think about it...\n", "Yes! The answer is correct. This sentence in Euskara is 'Mirenek zuek ikusten zaituzte'.\n", "As you see, the way to construct inflected verbs in Euskara is rather simple: it involves putting\npieces together, one after the other in a fixed order. There are few instances where the order of the elements\nis altered, typically in forms involving third person absolutive phrases and past tense or modals. We will\ndiscuss those instances in the following sections, as we lay out the morphology of tenses and modals,\nwhich is simpler than the agreement morphology, because it involves alternations of less elements.\n1.3. Tense. There are two tenses: past and present. Past tense is manifest in the verbal inflection by means\nof the morpheme n at the end of the inflected form. Present tense is a zero morpheme, as illustrated in the\nparadigms above. The presence of past tense alters the shape of the initial material of the verbal root, and it\ncan also alter the order of morphemes, as we will see in 1.3.1.\n", "Let us take some of the verbal paradigms we have already discussed and see what they look like\nwhen they are inflected for past tense.\n", "Consider the paradigm of the verb izan 'to be', involving only absolutive agreement. In (40), it was\ninflected for present tense. In (54) below, the past tense forms are illustrated:\n(54)\n PERSON NORROOT TENSE\n NI NinTZE N\n HI HinTZE N\n HURA ZEN\n GU GinEN\n ZU ZinEN\n ZUEK ZinE TE N\n HAIEKZi RE N\nComparing (40) and (54) you find the following differences: in the column corresponding to the\nabsolutive agreement (NOR), the marker for third person has changed from d to z. Present tense forms\nhave d for third person absolutive, while past tense forms have z for third person absolutive. The vowel a\nthat appeared in all other person morphemes has now changed into in. Concerning the root of izan 'to be',\nthere have been changes as well. At the end of the form appears the past tense morpheme n.\n", "Consider next a verbal paradigm containing absolutive and dative agreement, that is, a NOR-NORI\nparadigm. In (41), the present tense forms were illustrated, and (55) below illustrates the past tense\nparadigm:\n(55)\n PERSONNOR ROOTZKI NORITENSE\n NINin TZAIZKI DAN\n HIHin TZAIZKI A/NAN\n HURAZiTZAIZKI O N\n GUGin TZAIGUN\n ZUZin TZAIZUN\n ZUEKZin TZAIZUE TE N\n HAIEKZi TZAI EN\nAs you can see by comparing (55) and (41), the absolutive agreement changes a little in the\npresence of past tense. In the NORI (dative) column, we have chosen to illustrate the markers da and a, na\nfor first and second familiar persons. Recall that this is the form those agreement morphemes take when\nsomething else follows them in the auxiliary, as it is the case in past tense forms, where the final n is\nrequired to indicate past tense.\n1.3.1.Past tense and ergative agreement. We can now consider past tense paradigms where there are\nergative (NORK) agreement markers. In these paradigms, some forms present a different order of\nagreement morphemes. Let us first consider the forms where there is no morpheme-order alterations. In\n(56) below, you can see the overall NOR-NORK past tense paradigm. That is, the paradigm of forms\ncontaining NOR (absolutive) and NORK (ergative) agreement markers and past tense:\n(56)\n PERSONNORROOTNORKTENSE\n NINind U DAN\n HIHind U A/NAN\n HURA{} U - N\n GUGint U GUN\n ZUZint U ZTE ZUN\n ZUEKZint ZUE N\n HAIEK {} TEN\nIf you ignore forms that involve third person absolutive, which are discussed below in (57), the\nparadigm in (56) provides all the necessary combinations. A few changes occur in between absolutive\nagreement and the root, which we have put under absolutive agreement, and the final n morpheme is\nadded. Otherwise, all remarks made concerning the present tense paradigm in (53) apply to this past tense\nparadigm as well.\n", "But what about forms involving third person absolutive? These are the ones that present a slight\nchange in the order of the agreement morphemes, so they are best discussed in a separate paradigm.\nConsider the paradigm in (57) below:\n(57)PERSON NORK ROOTTENSE\n NINU N\n HIHU N\n HURAZU N\n GUG EN U N\n ZUZ EN U N\n ZUEKZ EN U TEN\n HAIEK ZIT U TE N\nThis is what happens when third person absolutive forms are involved in forms containing ergative\nagreement and past tense: the markers that usually signal the presence of an absolutive phrase now signal\nthe presence of an ergative phrase, and no markers appear signaling the presence of the absolutive phrase,\nexcept fot the plural marker it. Let us consider a couple of examples. In (58), the contrast between a present\ntense form and a past tense form is illustrated:\n(58)\n ❍Zuk emakumea ikusi d-u-zu\nyou-E woman-det seen her-have-you\n'You have seen the woman'\n ❍Zuk emakumea ikusi zen-u-en\nyou-E woman-det seen you-have-past\n'You saw the woman'\nBy comparing the inflected auxiliaries in (58a) and (58b), you can see that (58a) has markers for\nboth the absolutive phrase emakumea 'the woman', whose marker in the auxiliary is d, and the ergative\nphrase, zuk 'you', whose marker in the auxiliary is zu. Moreover, those markers follow the standard order:\nabsolutive precedes the root and ergative follows it. Now consider the form in (58b): there is no marker for\nthe absolutive phrase, and in the place usually reserved for the absolutive phrase there appears a marker for\nthe pronoun zu, as if there were a second person absolutive pronoun in the sentence. In these forms, the\nergative phrase is signaled in the auxiliary by means of the marker that normally signals absolutive, as the\nparadigm in (57) indicates.\n", "Further, it must be noted that there remains one aspect in which the absolutive phrase gets reflected\nin the auxiliary in these cases: if the absolutive phrase is plural, a plural marker appears signaling the fact,\nas shown in (59), where again present tense and past tense forms are compared:\n(59)\n ❍Nik liburuak irakurri d-it-u-t\nI-E book-detpl read it-pl-have-me\n 'I have read (the) books'\n ❍ Nik liburuak irakurri n-it-u-en\n I-E book-detpl read me-pl-have-past\n 'I read (the) books'\nAs you can see comparing the forms in (59a) and (59b), the plural marker it signals the plurality of\nthe absolutive phrase liburuak 'the books' both in the present tense form ditut and in the past tense form\nnituen, despite the fact that the way in which the ergative phrase nik 'I' is marked has varied in form and\nplace.This phenomenon is discussed by Ortiz de Urbina (1986) and Laka (1993), among others. It is also\ntriggered in the case of forms involving modals, in hypothetical forms.\n", "Hence, the paradigm in (57) yields the following forms:\n(60)\n n(it)uen\n h(it)uen\n z(it)uen\n gen(it)uen\n zen(it)uen\n z(it)uzten\nFinally, we are ready to see the NOR-NORI-NORK past tense paradigm. That is, the paradigm to\nconstruct auxiliary forms that contain absolutive, dative and ergative agreement markers, and past tense.\nThe paradigm is illustrated in (61):\n(61)PERSONNORK ROOT ZKINORI TE TENSE\nNINI DA TE N\nHIHI A/NAN\nHURAZI O N\nGUG EN I GUN\nZUZ EN I ZUN\nZUEKZ EN I ZUE N\nHAIEK ZI E N\nRecall that tripersonal forms, that is, forms that contain all three agreement markers have a\nrestriction regarding the absolutive, which must be third person. This is explained in the discussion of\nexamples (48) and (49) above.\n", "When we turn to the past tense paradigm, then, in the case of (61) all forms contain some ergative\nmarker and a third person absolutive. As we have just seen before, in these cases the order of the\nmorphemes changes, as in the paradigm in (57).\n", "The paradigm in (61) reflects this alteration of the morpheme-order: now the morphemes in the\nleftmost column signal the presence of the ergative phrase. Let us see an example contrasting present (62a)\nand past tense (62b) forms:\n(62)\n ❍zuk guri lore bat ekarri d-i-gu-zu\nyou-E we-D flower one brought it-have-us-you\n'you have brought us one flower'\n ❍zuk guri lore bat ekarri z-en-i-gu-n\nyou-E we-D flower one brought you-have-us-past\n'you have brought us one flower'\nThe only morpheme that is sensitive to the absolutive phrase in (61) can be found right after the\nroot, in blue. It is the morpheme zki, which also appears in the paradigm in (55). It is to be used if the\nabsolutive phrase in the sentence is plural, in the same way that the morpheme it is used in the NOR-\nNORK paradigm in (57), which we have discussed in examples (59) and (60). Thus, compare the form in\n(62b), which contains a singular absolutive phrase lore bat 'one flower', with the form in (63), where the\nabsolutive phrase is plural:\n(63)\nzuk guri lore batzu ekarri z-en-i- zki-gu-n\nyou-E we-D flower some brought you-have-pl-us-past\n'you have brought us some flowers'\nFinally, the te morpheme that appears after the NORI (dative) agreement column and immediately\nbefore the past tense morpheme n in the last two persons of the paradigm , is to be used when the sentence\ncontains an ergative phrase that is either second person plural zuek or third person plural haiek. That is,\nthis te morpheme is a continuation of the morpheme at the very beginning of the paradigm. Consider the\nexamples in (64), and compare them with (62b) and (63) respectively:\n(64)\n ❍zuek guri lore bat ekarri z-en-i-gu-te-n\nyoupl-E we-D flower one brought you-have-us-pl-past\n'you(pl) have brought us one flower'\n ❍zuek guri lore batzu ekarri z- en-i-zki-gu-te-n\nyoupl-E we-D flower some brought you-have-pl-us-pl- past\n'you(pl) have brought us some flowers'\nSo far, then we have managed to combine all agreement markers in present and past tense. It is time\nto talk about how to include modals in the picture.\n", "Examples of the sort of (48b) can occasionally be found in literary works, and whether they ever\nexisted in spoken language or are a literary creation has been a topic for debate among Basque\ngrammarians for a long time. The modern varieties of Basque we are concerned with do certainly not allow\nforms like (48b).\n1.4. Modality: the morhemes 'ke'and 'ba'. There are two kinds of modals that affect directly verbal\ninflection. The first one involves the morpheme ke, which is used to create potential forms like the one in\n(65a), and consequences of conditionals, like the one in (65b):\n(65)\n ❍Mirenek Patxi ikus d-eza-ke\nMiren-E Patxi-A see him-root-mod\n'Miren can see Patxi'\n ❍itsua ez balitz, Mirenek Patxi ikusiko l-u-ke\nblind-det not if-were, Miren-E Patxi-A see-irr him-root-mod\n'If she were not blind, Miren would see Patxi'\nAs you can see in (65), the root of the auxiliary changes when the form is potential, and when it is a\nconsequence of a conditional. The second modal morpheme in the auxiliary is the conditional 'if', and it\ninvolves the morpheme ba., which you see illustrated in the first half of (65b)\n1.4.1. Modality and tense. In the previous sections, when discussing verbal paradigms, we have\nconsidered present tense forms and past tense forms. Inflected forms containing modal morphemes can also\ncombine with present tense and past tense. But there is a third possibility, which we may call the\n'hypothetical', which involves no tense at all. These hypothetical forms are neither present nor past. They\nlack a specification for tense. Examples of the three-way alternation are given in (66):\n(66)\n ❍Mirenek Patxi ikus d-eza-ke\nMiren-E Patxi-A see him-root-mod\n'Miren can see Patxi'\n ❍Mirenek Patxi ikus z-eza-ke-en\nMiren-E Patxi-A see him-root-mod\n'Miren could see Patxi'\n ❍Mirenek Patxi ikus l-eza-ke\nMiren-E Patxi-A see him-root-mod\n'Miren could/might see Patxi'\nIf you consider the auxiliary forms in (66), you can see that (66a) contains a d morpheme for the\nthird person absolutive phrase in the sentence. This is an indication that the form is a present tense form. In\n(66a), we find the equivalent form inflected for past tense: the past tense morpheme n has been attached to\nthe modal morpheme ke, and an epenthetic vowel e has been inserted. The marker for the third person\nabsolutive phrase is now z. Finally, in (66c), we find a form that is neither present nor past. It is the\nhypothetical. In this form, the marker for third person is the morpheme l, and there is no tense morpheme\nattached at the end of te form.\n", "Therefore, when considering hte various paradigms involving modal morphemes, we will often\nhave to consider present tense forms, past tense forms, and hypothetical forms.\n", "We will start considering paradigms containing the modal morpheme ke. In particular, we will start\nwith forms denoting potentiality.\n1.4.2. The modal morpheme 'ke': potentiality. In earlier stages of the language, this morpheme created\nfuture forms, but no longer (Lafon (1944)). The modal morpheme ke appears in inflected forms that\nindicate a potentiality, a possibility. For instance, if something may happen, or can be done. The\nappearance of this morpheme induces changes in the root of the auxiliary, as we will see in the paradigms.\n", "The verbal participle or main verb displays no aspect marker when it is used in conjunction with an\ninflected potential form, as you can see in the examples. Thus, the verb etorri 'to come' must display its\nroot only, without any aspectual morpheme attached: etor.\n", "We will now consider the paradigms that result from the combination if different agreement types\nand tense specifications. As we have done before, we start with forms that contain only one agreement\nmarker, and we will built it up from there.\n1.4.2.1. Potential paradigms: absolutive. For general instructions as to how to use these paradigms, see\nthe previous paradigms. Special remarks concerning potential paradigms are discussed below, after each\nrelevant paradigm. Examples of a few forms will be given at the end of each section.\n", " Present tense potential paradigm\n (67)PERSONNOR ROOT MODAL\n NINaITEKE\n HIHaITEKE\n HURADaITEKE\n GUGaITE ZKE\n ZUZaITE ZKE\n ZUEKZaITE ZKE\n HAIEK DaITE ZKE\n Past tense potential paradigm\n(68) PERSON NORROOTZ MODAL TETENSE\n NI NinTEZ KEeN\n HI HinTEZ KEeN\n HURA Zi TEZ KEeN\n GU GinTEKEeN\n ZU ZinTEKEeN\n ZUEK ZinTEKEN\n HAIEKZi TEKEeN\nIn this paradigm, notice that an epenthetic vowel is inserted between the modal morpheme and the past\nmorpheme. The epenthetic vowel is not necessary in the case of the second person plural, zuek, which\ninflects as zintezketen, because there is a morpheme in between the modal ke and the past tense morpheme\nn.\n", " Hypothetical potential paradigm\n(69) PERSONNOR ROOTZMODALTE\n NINin TEZKE\n HIHin TEZKE\n HURALiTEZKE\n GUGin TE KE\n ZUZin TE KE\n ZUEKZin TE KE\n HAIEK LiTE KE\nBy means of these paradigms, we can construct potential inflected auxiliaries for sentences\ninvolving only absolutive agreement. Some examples are given in (70):\n(70)\n ❍ Miren Bilbora etor daiteke\n Miren-A Bilbo-to come she-root-mod\n 'Miren can come to Bilbo'\n ❍ gu Bilbora etor gintezkeen\n we-A Bilbo-to come us-root-mod-tns\n 'we could have come to Bilbo'\n ❍ hi Bilbora etor hinteke\n you-A Bilbo-to come you-root-mod\n 'you could come to Bilbo'\n1.4.2.2. Potential paradigms: absolutive and dative. Next we will consider the inflected forms necessary\nto construct potential forms in sentences containing both an absolutive phrase and a dative phrase. For\ncomparison, you may look back at the paradigms of absolutive-dative (NOR-NORI) we have already seen\nbefore.\n", " Present tense potential, absolutive and dative agreement.\n", "(71) PERSONNORROOT ZKI NORIMODALTE\n NINa KI ZKI DAKE\n HIHa KI ZKI A/NAKE\n HURADa KI ZKI O KE\n GUGa KI GUKE\n ZUZa KI ZUKE\n ZUEKZa KI ZUE KE\n HAIEK Da KI E KE\nAs we have done before, the morphemes in the dative (NORI) column are given in the form they\nmust take when other morphemes follow. In this paradigm, the modal morpheme always follows the dative\nmorpheme. The morpheme te at the end of the paradigm distinguishes the absolutive second person\nsingular zu from the absolutive second person plural zuek:\n(72)\n ❍ zu guri bisita egitera etor zakizkiguke\n you-A we-D visit make-to come you-root-us-mod\n 'you can come to pay us a visit'\n ❍ zuek guri bisita egitera etor zakizkigukete\n you(pl)-A we-D visit make-to come you-root-us-mod\n'you (pl) can come to pay us a visit'\nPast tense potential, absolutive and dative agreement.\n", "(71)PERSONNOR ROOTZKINORIMODAL TE TENSE\nNINen KIZKIDAKE N\nHIHen KIZKIA/NAKE N\nHURAZeKIZKIO KE N\nGUGen KI GUKE N\nZUZen KI ZUKE N\nZUEKZen KI ZUE KE N\nHAIEK ZeKI E KE N\nHypothetical potential, absolutive and dative agreement.\n", "(71)PERSONNOR ROOTZKI NORIMODALTE\nNINen KIZKI DAKE\nHIHen KIZKI A/NAKE\nHURALeKIZKI O KE\nGUGen KIGUKE\nZUZen KIZUKE\nZUEKZen KIZUE KE\nHAIEK LeKIE KE\nAs you can see, in general the only difference between the past tense pradigm and the hypothetical\nis the lack of the final past tense morpheme, and the difference in marking third person. A few examples of\nthe forms these paradigms generate are given in (72):\n(72)\n ❍Patxi bihar etor dakiguke, nahi badu\nPatxi-A tomorrow come he-root-us-mod want if-has\n'Patxi can come to us tomorrow, if he wants'\n ❍atzo etor nenkizukeen, baina ez zenidan eskatu\nyesterday come me-root-you-mod-tns but not you-root-me-tns ask\n'I could have come to you yesterday, but you didn't ask me'\n ❍edonori eror lekioke teilatu zati bat\nanyone-D fall it-root-her/him-mod roof piece one\n'A piece of roof could fall onto anyone'\nIn these examples, some arguments are absent, only manifest in verbal inflection.\n1.4.2.3. Potential paradigms: absolutive and ergative.\n", "Present tense potential, absolutive and ergative.\n", "(73)PERSON NORROOT MODALNORK\nNI Na ZA KE T\nHI Ha ZA KE K/N\nHURA De ZA KE -\nGU Ga ITZA KE GU\nZU Za ITZA KE ZU\nZUEK Za ITZA KE TEZUE\nHAIEKD IT ZA KE TE\nThe root of the auxiliary has now changed, because this is a transitive form. As you can see,\nergative agreement follows the modal morpheme. The plurality morphemes for the absolutive phrases (it)\nprecede the root of the transitive auxiliary, while they followed the root of the intransitive auxiliary the\nprevious paradigms.\n", "To create the past tense paradigm, we must add the past tense morpheme n, and as a result, we must\nnow differentiate those forms that have third person absolutive, from the others. This phenomenon that\nalters the order of the morphemes has been discussed before, you may look back at it. here, we will first\nconsider the past tense paradigm containing all persons except third persons in the absolutive class, and\nnext to it the paradigm corresponding to third person absolutive, singular and plural, where the order of the\nmorphemes is altered.\n", "Present tense potential, absolutive and ergative.\n", "(74)PERSON NORROOT MODAL TENORK TENSE\nNI N intZA KEDA N\nHI H intZA KEA/NA N\nHURA G intZA KEGU N\nGU Z intZA KEZU N\nZU Z intZA KEZUEN\nZUEK TE N\nHAIEK N\nFor the inflected forms involving third person absolutive phrases, the relevant paradigm is provided\nin (75):\n(75) PERSON NORKPLURALROOTMODALTENSE\n NI N ITZAKE N\n HI H ZAKE N\n HURA ZeZAKE N\n GU Gen ZAKE N\n ZU Zen ZAKE N\n ZUEK Zen ZAKE TEN\n HAIEKZ ZAKE TEN\nIn the hypothetical paradigm, this morpheme order is kept. To create the hypothetical paradigms, all\nthat needs to be done is:\n(a) to take off the past tense morpheme n at the end of paradigms (74) and (75), and\n(b) to replace third person morpheme z with the hypothetical third person morpheme l and the\nhypothetical forms result (76d). We provide examples of present tense, past tense and hypothetical\nforms in (76):\n (76)\n❍ Mirenek ni ikus nazake present tense (73)\nMiren-E I-A see me-root-mod\n\"Miren can see me\"\n❍ Zuk gu maita gintzakezun past tense (74)\nYou-E we-A love us-pl-root-mod-you-tns\n\"You could have loved us\"\n❍ Nik Miren ikus nezakeen past tense (75)\nI-E Miren-A see me-root-mod-tns\n\"I could see Miren\"\n❍ Mirenek Patxi maita lezake hypothetical (75) altered\nMiren-E Patxi-A love her-root-mod\n\"Miren might love Patxi\"\n1.4.2.4. Potential paradigms: absolutive, dative and ergative.\n", "Present tense:\n (77) PERSON NORROOTNORI MODAL NORK\nNI DIEZADA KET\nHI DIEZA ZKIA/NA KEK/N\nHURAiO KE-\nGUGU KEGU\nZUZU KEZU\nZUEKZUEKEZUE\nHAIEK iE KETE\n Examples of forms generated by this paradigm are given in (78):\n (78)\n❍ Hik Alazneri larrosa eman diezaioken\nYou-E Alazne-D rose-A give it-root-her-mod-you\n'You(fem) can give a rose to Alazne'\n❍ Neskek mutilei liburu bana opari diezaiekete\nGirl-pl-E boy-pl-A book one-distr present it-root-them-mod-they\n'The girls can give one book to each boy'\nPast tense\n (79) PERSONNORKROOT PLUR NORIMODAL PLUR.", " TENSE\nNIN IEZA ZKIDAKETEN\nHIH IEZAA/NAKETEN\nHURAZ IEZAiOKEN\nGUGen IEZAGUKEN\nZUZen IEZAZUKEN\nZUEKZen IEZAZUE KEN\nHAIEK Z IEZAE KEN\n Examples of forms generated by the paradigm in (78) are given in (79) below:\n (79)\n❍ Klarak guri beldurra eman ziezagukeen\nKlara-E we-D fear-A give it-root-us-mod-tns\n'Klara could have frightened us'\n❍ Zuek irakasleari azterketa lapur zeniezaioketen\nYou-pl-E teacher-det-D exam-det-A steal it-root-him-mod-pl-tns\n\"You guys could have stolen the exam form the teacher'\n As before, in section 1.4.2., all we need to do to create the hypothetical forms is to take off the past\ntense morpheme marker n, and substitute the third person morpheme z for the third person morpheme l.\nSome hypothetical forms are illustrated in (80):\n (80)\n❍ guk hizlariari galdera zailak egin geniezaizkioke\nwe-E speaker-det-D question difficult-detpl-A make we-root- pl-her-mod\n'We could ask difficult questions to the speaker'\n❍ Mirenek Patxiri musu eman liezaioke\nMiren-E Patxi-D kiss give her-root-him-mod\n'Miren could give a kiss to Patxi'\nREFERENCES:\nAzkarate, M. (1993) \"Basque compound nouns and Generative Morphology: some data\" in J.I.\nHualde & J. Ortiz de Urbina (eds) Generative Studies in Basque Lingusitics Benjamins, Amsterdam\n& Philadelphia, pp. 221-242.[Basque derivational morphology. Compounding.]\nAltube, S. (1929) Erderismos, Euskaltzaindia, Bilbao.[Reprinted in 1975 in the collection Orain\nSorta, Indauchu Editorial, Bilbao] [Description of the notion galdegaia. Various aspects of Basque\ngrammar, from a normativist point of view.]\nBurzio, L. (1986) Italian Syntax: A Government and Binding Approach, Reidel, Dordretch. [Syntactic\nTheory. Italian Grammar. Ergative and unergative predicates, an account in terms of Government and\nBinding Theory.]\nDouglas W., R. Etulain & W. Jacobsen (eds.) (1977) Anglo-American Contributions to Basque\nStudies: Essays in Honor of Jon Bilbao, Desert Research Institute Publications on the Social\nSciences, 13, Reno, Nevada, USA. [Compilation of papers on Basque grammar: ergativity, partitive,\nphonology etc.]\nEguzkitza, A. (1986) Topics in the Syntax of Basque and Romance UCLA PhD Dissertation, Los\nAngeles, California, USA. [Syntactic Theory. Generative grammar. Basque grammar. Galdegaia and\nquestion formation.]\nEuskaltzaindia (Royal Academy of the Basque Language) (1979) Euskal Aditz Batua (Txillardegi\nTaulen prestatzailea), Gráficas Valverde, San Sebastián. [This book is an exhaustive compilation of\nverbal paradigms and the forms the paradigms yield. Arranged in color-coded fashion.]\nEuskaltzaindia (Royal Academy of the Basque Language) (1990) Euskal Gramatika. Lehen Urratsak.\n(EGLU)., Euskaltzaindia, Bilbo, Bizkaia. [The most extensive description of Basque grammar, in\nseveral volumes.]\nEuskaltzaindia (1993) Euskal Gramatika Laburra: Perpaus bakuna, (P. Salaburu moldatzailea)\nEuskaltzaindia, Bilbo, Bizkaia.[An abreviated version of some of the volumes of EGLU.]\nHualde, J.I. (1991) Basque Phonology, Routledge, London & New York.[Generative phonology]\nHualde, J.I & Elordieta G. & Elordieta A. (1994) The Basque Dialect of Lequeitio, Supplements of\nAnuario del Seminario de Filología Vasca \"Julio de Urquijo\", XXXIV. Published by Euskal Herriko\nUnibertsitatea, Bilbo, and Gipuzkoako Foru Aldundia, Donostia.[An exhaustive description of the\ndialect of Bermeo. Sociolingusitics. Phonology. Morphology. Syntax.]\nHualde, J.I. & J. Ortiz de Urbina (1993)Generative Studies in Basque Lingusitics Benjamins,\nAmsterdam & Philadelphia. [Compilation of papers on Basque grammar. Generative grammar.]\nIntxausti, J. (1990) Euskara, la lengua de los vascos, Servicio central de publicaciones del Gobierno\nVasco, Vitoria-Gasteiz. [A general history of Euskara. Culture. Literature. Sociolinguistics.Available\nin Euskara and French. Also available in CD-Rom.]\nLadusaw, W. (1979) Polarity Sensitivity as Inherent Scope Relations PhD. Dissertation, University of\nTexas, Austin, USA.[Natural Language semantics. Downward entailment. Negative Polarity\nlicensing.]\nLafitte, P. (1979) Grammaire Basque. Navarro-Labourdin Littéraire, édition revue et corrigée, Elkar,\nDonostia-San Sebastian, Gipuzkoa. [A descriptive grammar of eastern dialects. Phonology.\nMorphology. Syntax.]\nLafon, R. (1944) Le système du verbe Basque au XVIème siècle, Delmas, Bordeaux. [Reprinted in\n1988 by Elkar, Donostia][Historical Linguistics. Exhaustive study of the verbal system.]\nLaka, I. (1993) \"The Structure of Inflection: A Case Study in X0 Syntax\", in J.I. Hualde & J. Ortiz de\nUrbina (eds.) Generative Studies in Basque Linguistics, John Benjamins Publishing Co. Amsterdam/\nPhiladelphia, pp. 21-70.[morphology of inflected auxiliary. Morpheme order changing phenomena]\nLaka, I. (1993) \"The Syntax of Negation: a view from Basque\" in Rivista di Linguistica, Vol. 5,\nnumero 2, pp. 245-274\nLaka, I. (1993) \"Unergatives that assign ergative, unaccusatives that assign accusative\" in Papers on\nCase and Agreement, Vol I., J. Bobaljik & C. Phillips (eds), MITWPL 18, Cambridge, Massachusetts,\nUSA, pp.149-172.\nLaka, I. (1994) On the Syntax of Negation, Garland, New York & London.\nLakarra, J. ed. (1991) Memoriae L. Mitxelena Magistri Sacrum, Diputación Foral de Guipúzcoa,\nDonostia-San Sebastian, Spain.\nLakarra, J. & J. Ortiz de Urbina eds. (1992), Syntactic Theory and Basque Syntax, Diputación Foral\nde Guipúzcoa, Donostia-San Sebastian, Spain.\nLevin, B. (1983) On the Nature of Ergativity, PhD Dissertation, MIT, Cambridge, Masschusetts,\nUSA.[Syntactic Theory. Government and Binding Theory. Ergativity and Ergative Languages.\nBasque Grammar.Unaccusative and unergative predicates.]\nMitxelena, K. (1977) La lengua vasca, Leopoldo Zugaza, editor, Durango, Vizcaya.[A general\ndescription of Euskara. Names of the language. History. Early written testimonies. Grammatical\nstructure. Ergativity. Agreement.]\nMichelena, L. (1985) Fonética histórica vasca 3rd. ed., Diputación de Guipúzcoa, San Sebastián.\n{Historical Linguistics. Historical Phonology. History of Euskara. Ethimology. Phonological\nOñederra, M.L. & B. Hurch (1991) \"Borrowing in Basque\" in Proceedings of the Fourtheenth\nInternations Congress of Linguists, Bahner W., J. Schildt & D. Viehweger (eds.), Akademie Verlag\nBerlin, Berlin, pp. 1732-1735.\nOrtiz de Urbina, J. (1989) Parameters in the Grammar of Basque, Studies in Generative Grammar\n33, Foris Publications, Dordrecht, The Netherlands.[Syntactic Theory. Government and Bingind\nTheory. Basque grammar. Question formation. Galdegaia. Ergativity.]\nOyharçabal, B. (1987) Étude descriptive des constructions complexes en Basque: Propositions\nrelatives, temporelles, conditionelles et concessives, PhD Dissertation, Univ. de Paris 7.\nOyharçabal, B. (1993) \"Verb agreement with non-arguments: On allocutive agreement' in J. Hualde\n& J. Ortiz de Urbina eds. generative Studies in Basque Lingusitics Benjamins, Amsterdam &\nPhiladephia, pp. 89-114.\nPerlmutter, D. (1978) \"Impersonal Passives and the Unaccusative Hypothesis\" in Berkeley Linguistic\nSociety 4, pp. 157-189 [Unaccusative predicates]\nRebuschi, G. (1993) \"Basque pronouns and relativized locality\" in J.I. Hualde & J. Ortiz de Urbina\n(eds), Generative Studies in Basque Lingusitics Benjamins, Amsterdam & Philadelphia, pp. 115-144.\nde Rijk, R. (1969) \"Is Basque an SOV language?\" in Fontes Linguau Vasconum 1, pp. 319-351 [Free\nword order and underlying word order.]\nde Rijk, R. (1972) Studies in Basque Syntax: Relative clauses PhD Dissertation, MIT, Cambridge,\nMassachusetts, USA.\nRollo, W. (1925) The Basque dialect of Marquina, H.J. Paris, Amsterdam.\nRotaetxe, K. (1978) Estudio Estructural del euskera de Ondárroa, L. Zugaza, Durango. [Structural\nlinguistics. Basque grammar. Biscayan dialect.]\nSaltarelli, M. et alii (1988) Basque, Croom Helm, New York.[Description of Euskara. Phonology,\nMorphology. Syntax. In English.]\nSafir, K. & Stowell, T. (1988) \"Binominal Each\" in Proceedings of the 1987 Meeting of the North\nEastern Linguistic Society, UMass Amherst.\nTovar, A. (1980) Mitología e ideología sobre la lengua vasca, Alizanza Editorial, Madrid.[History of\nconceptions of the Basque language. From Middle Ages on.]\nTrask, R.L. (199) \"The -n class of verbs in Basque\"in Transactions of the Philological Society 88.1,\nUribe-Etxebarria, M. (1994) Interface Licensing Conditions on Negative Polarity Items: A Theory of\nPolarity and Tense Interactions, PhD Dissertation, University of Connecticut, USA.\n"]