["\fGRAMMAR OF EUSKARA\nA BRIEF GRAMMAR OF\nEUSKARA,\nTHE BASQUE LANGUAGE\n0. INTRODUCTION.\n1. THE SENTENCE.\n2. THE NOUN PHRASE.\n3. CASES AND POSTPOSITIONS.\n4. THE VERB AND ITS MORPHOLOGY.\n5. INFLECTION.\n6. REFERENCES.\nfile:///C|/Mis%20lugares%20Web/Laka/www.ehu.es/grammar/index.html10/02/2006 18:10:51\n\fINTRODUCTION\nINTRODUCTION.\n1. ABOUT THIS GRAMMAR\n-The professional of language\n-The informed reader\n-About glosses\n-Naming morphemes\n-About grammars\n-Apologies\n2. LOCATION\n3. A LITTLE ABOUT EUSKARA'S HISTORY.", "1. ABOUT THIS GRAMMAR:\nThis is a short grammar of the Basque language, or Euskara as it is called by its speakers.\nWhat follows is a partial description of the syntax of Euskara.\nThe text has been arranged in the following fashion: there is an index where you can find the\ndistribution of topics. Within each of the topics, an effort has been made to arrange information from\ngeneral to specific, so that as you read into a given section, you will get into more details about the\ntopic being under discussion.\nThis grammar hopes to be useful to a wide variety of users. Therefore, it will probably not\nsatisfy anyone completely: Those who want a quick 'feel' for the language will be disappointed by the\nslow and messy details the text dives into. Those who want a detailed, professional description will\nbe disappointed by the lack of depth in the discussion. The text hopes to sit somewhere in the middle,\nand if it tells too much to those who want to know a little, and too little to those who want to know a\nlot, then it will have done its job.\nOn more than one occasion, the description will probably state what seems obvious to the\nprofessional of language, but perhaps not so obvious to the curious general reader, and hopefully\nmore than once the reverse will happen too; every effort has been made to present all the basic\ninformation that is necessary to grasp the mechanics of Euskara, paying most attention to the basics,\nas should be the case in such a limited text.\nThe curious and careful reader is sure to construct many sensible questions that are not\nfile:///C|/Mis%20lugares%20Web/Laka/www.ehu.es/grammar/gram0.htm (1 de 4)10/02/2006 18:10:52\n\fINTRODUCTION\nanswered in the text, and to the extent of my capacity I have tried to become an inquisitive reader of\nthis grammar, and then I have tried to answer the questions that seemed most obvious to me. No\ndoubt, many have escaped my fingers, and I would be happy to hear about them from you.\nThe informed reader who already knows Euskara or about Euskara will find wholes,\nexceptions that are not mentioned, constructions that are not described, dialectal variants that are\ncompletely missing. I have attempted to explain the central facts of Euskara to those who are not\nacquainted with the language, and I have tried to keep it simple. Any deep, serious and thorough\ngrammar of a language must include all exceptions, constructions and variants, but this one is more\nlike a short visit to the language of the Basques, and thus not everything could be told. At least I hope\nit manages to make a few readers curious enough to want to look for more in better sources.\nAbout glosses. If you are a really methodical reader, of the kind that actually reads the glosses\nof the examples, you will notice that the same word may appear glossed in different ways in various\nparts of the grammar. The reason is that glosses have been kept to the simplest, in order to make the\nexamples easier to read. Since the text provides explanations of examples, the parts not deemed\nrelevant are often glossed rather generally. Details about various parts are provided in different\nsections. For instance, you may notice that the determiner a is sometimes glossed as 'the', sometimes\nas 'det'. The reason becomes clear, I hope, in the section devoted to the determiner a, where it is\nshown that it is not really a definite article ('the'), but very often it can be translated as such. In those\nexamples where the determiner a was not the issue, and where its translation was indeed 'the', I have\nchosen to write 'the' in the gloss, so you can find it easily.\nNaming morphemes. You will notice also that I don't follow the standard practice of\nattaching a dash in front of a morpheme when mentioning it. I simply write the morpheme, or\nwhichever form it takes more generally, as if I were quoting a word. For instance, and to continue\nwith the example, I write about the determiner a, although it is not written as a separate word, but\nattached to another one. The standard use is to refer to it as -a instead. But since you can see for\nyourself that it is indeed attached, I fail to see what is wrong with calling it determiner a. So I do."]